[
    {
        "train_type": "dízel",
        "series_number": "628",
        "nickname": "Szergej",
        "producer": "Luhanszki",
        "produce_begins": 1965,
        "produce_ends": 1974,
        "info": "<p>A <strong> MÁV M62 </strong> sorozat a MÁV részére szállított legnagyobb darabszámú fővonali Co&#39;Co&#39; tengelyelrendezésű dízel-villamos mozdony sorozata.</p><p>Az <a href=\"https://www.youtube.com/watch?v=lKdGHxmXmrk\">M62</a> -t a Vorosilovgradi Dízelmozdonygyár (ma: Luhanszki Mozdonygyár) fejlesztette ki a MÁV megrendelésére. Később a típust a Szovjetunióban és néhány más volt szocialista országban (Mongólia, Kuba, Lengyelország) is üzembe állították.</p><p>A sorozatot hazánkba 1965 és 1978 között szállították M62 001 és 270, széles nyomtávú változatban pedig M62 501 és 518 közötti pályaszámokkal. A sorozat jelentősebb selejtezése az igények csökkenésével 1991-ben kezdődött, darabszámuk a selejtezésekkel és külföldi eladásokkal mintegy a negyedére csökkent. 2015-ben 82 darab volt állományban.</p><p>1999-ben megkezdődött a motorcserés felújítás. A nagymértékben korszerűsített mozdonyok a 300-as pályaszámcsoportba kerültek át. Az átalakított gépekbe új energiatakarékosabb, hatékonyabb és halkabb üzemű Caterpillar és MTU dízelmotorokat építettek be. Érdekesség, hogy ezek a járművek szintén megtalálhatóak a személyforgalomban is, vonatfűtési képességet azonban nem alakítottak ki bennük.</p>",
        "image_url": "https://iho.hu/img/blog/nyiltvonalon/2012/03_Marcius/2008-01-26_018_228.jpg"
    },
    {
        "train_type": "villamos",
        "series_number": "460",
        "nickname": "Szöcske, Csöpi, Hifi-torony, Kis Gigant",
        "producer": "Ganz-MÁVAG",
        "produce_begins": 1983,
        "produce_ends": 1991,
        "info": "<p>A <strong> MÁV V46 </strong> sorozat a MÁV részére 1983 és 1991 között szállított, legnagyobb darabszámú, 800 kilowattos villamostolatómozdony-sorozat.</p><p>A <a href=\"https://www.youtube.com/watch?v=U7F32i8io40\">V46</a>-os mozdonysorozatot a villamosított rendezőpályaudvarokon történő dízelmozdonyos tolatás kiváltására rendelte meg a MÁV, viszont ezek a villanygépek nagyszerűen beváltak a budapesti állomások közötti teherforgalom lebonyolításában, a nagyobb csomópontok környékén a kisebb terhelésű tehervonatok továbbításánál, valamint a személypályaudvarok személykocsi-rendezési munkáiban is. Vonatfűtésre ugyan nem képesek, de nyári időszakban még kisebb személyszállító vonatokon is előfordulnak.</p><p>A sorozat viszonylag fiatal korának és a jól sikerült konstrukciónak is köszönhető, hogy eddig egyetlen példányt sem selejteztek a 460-as mozdonyok közül. Azonban ezek a mozdonyok megsínylették az új évezredet: 2016-ban a 60 darabos állományból mindössze 33 dolgozott legalább egyszer, több mozdony tartósan letétes (átmenetileg üzemen kívül helyezett gép, amely 48 órán belül újra szolgálatba állítható, ha a vontatási igények megkövetelik), valamint több fenntartásból kivont gép is van, amely alkatrészbázisként szolgál a működő társai számára.</p><p>2019-ben az arány tovább romlott, az állomány több mint fele inaktív. 2019. októberétől a Déli pályaudvarról eltávolították az addig ott szolgáló 448-as (korábbi M44-es) mozdonyokat, ugyanis a környék lakossága évek óta panaszkodott a dízelmozdonyok okozta zajártalomra. A helyzet kvázi nyertese a 460-as sorozat volt, ugyanis a MÁV felismerte, hogy a Déli pályaudvar tolatási mozgásaihoz nincsen szükség dízelmozdonyokra, így a kivont Bobó helyett egy Szöcske vette át a feladatot.</p>",
        "image_url": "https://m.blog.hu/me/menetszel2016/image/.external/.thumbs/2798a0e3d558e41870d66637b5781918_d49afe6e3b4eb7cadfe308837303ec67.jpg"
    },
    {
        "train_type": "motor",
        "series_number": "415",
        "nickname": "Flirt",
        "producer": "Stadler Rail",
        "produce_begins": 2006,
        "produce_ends": null,
        "info": "<p>A Stadler <strong> FLIRT </strong> a Stadler Rail által gyártott többrészes csuklós villamos motorkocsi, illetve motorvonat. Neve egy német mozaikszó, a <em>Flinker Leichter Innovativer Regional-Triebzug  </em>(magyarul tükörfordításban: gyors, könnyű, innovatív regionális (vonat) szerelvény, magyarosan: Fürge Légkönnyű Innovatív Regionális motorvonaT) rövidítése.</p><p>Hivatalos magyar (MÁV-) definíció szerint a <a href=\"https://www.youtube.com/watch?v=S23k9yGnqo8\">FLIRT</a> nem motorvonatnak, hanem csuklós motorkocsinak, azaz egyetlen önálló járműnek tekintendő. A típus első példányát 2004-ben a Svájci Államvasutak (SBB-CFF-FFS) rendelte meg a Stadlertól a Bázel, Zug, Luzern körüli S-Bahn (elővárosi) közlekedés számára. Magyarországon a MÁV Zrt. indított közbeszerzési eljárást 30+30 db elővárosi motorvonat szállítására és karbantartására. A nyílt közbeszerzésen a Siemens, a Bombardier és a Stadler Rail indult. A Siemenset kizárták, a Bombardier nyert, de érvénytelenítették az eredményét. Végül a győztes a svájci Stadler cég lett.</p><p>Az első MÁV-os FLIRT 2006 decemberében érkezett meg Magyarországra és 2007 április elejétől szállít utasokat. A járművek karbantartására Pusztaszabolcson épült meg a karbantartó bázis, amelyet 2007 május elején adtak át. 2010-ig mind a 60 motorvonat forgalomba állt.</p><p>2020. áprilisától a Stadler megkezdte a piros színű, 10-14 évvel ezelőtt beszerzett, régebbi FLIRT-flotta felújítását. A korszerűsítésnek köszönhetően a 60 db vonatot azonos műszaki színvonalra hozzák a kék-fehér festésű, azonos típusú, de bizonyos részegységeiben modernebb és újabb gyártmányokkal. Az egységesítés során a 2006-2010 között beszerzett járművek is megkapják a MÁV-Start kék-fehér-sárga flottaszínét, valamint korszerűbb biztonsági kamera rendszert, utastéri 230V-os hálózati csatlakozókat és USB aljzatokat építenek be.</p>",
        "image_url": "https://kep.cdn.index.hu/1/0/813/8136/81361/8136114_e7489f047f44262d5b06baa3de4ed589_wm.jpg"
    },
    {
        "train_type": "villamos",
        "series_number": "431",
        "nickname": "Szili, Szellem",
        "producer": "Ganz-MÁVAG",
        "produce_begins": 1963,
        "produce_ends": 1982,
        "info": "<p>A <strong> MÁV V43 </strong> sorozat a Magyar Államvasutak részére szállított legnagyobb darabszámú villamosmozdony-sorozat.</p><p>A MÁV 1945-ben felkérte a Ganz Villamossági Gyárat Ward Leonard-rendszerű villamosmozdony kifejlesztésére. A gyár ezt a feladatot nem vállalta, mert nagy teljesítményű soros egyenáramú vasúti motor előállításához nem rendelkezett megfelelő tapasztalattal, de javaslatot tett egyedi hajtású indukciós motoros fázis- és periódusváltós mozdony gyártására. A MÁV úgynevezett nullsorozatot rendelt. A gyártás nagymértékben elhúzódott, ennek fő oka az volt, hogy abban az időben nem lehetett antimagnetikus bandázshuzalt beszerezni.</p><p>Időközben két fontos esemény következett be. Az első az SNCF (francia vasúttársaság) elhatározása, hogy a vasútvillamosítást 50 periódusú rendszerrel folytatja. Megállapította, hogy az egyenirányítós mozdonyok üzeméhez a felsővezeték feszültségét 25 kV-ra kell emelni. Nyilvánvaló volt, hogy ez a jövő fejlődés útja. Így minden további fázisváltós mozdony gyártása nehezítette a MÁV fejlődését, mert a fázisváltót nem lehetett 25 kV feszültségre kiképezni. Az Iparügyi Minisztérium felkérte a szovjet ipart, vállalja el egyenirányítós mozdony kifejlesztését. A MÁV a kijelölt tervezőintézetben ismertette a feladatokat. Amikor a szovjet ipar felmérte, hogy igen kiterjedt tervezési munkát kellene végeznie és a mozdony a Szovjet Vasutak részére közvetlenül nem lenne felhasználható, nem vállalta el a munkát</p><p>Végül az ipar elhatározta, hogy licencet vásárol a mozdonygyártáshoz. Ezt már az is indokolta, hogy időközben külföldön a szilíciumdióda-gyártás fejlődése lehetővé tette a higanygőz-egyenirányítók kiküszöbölését, és így idehaza is megindulhatott a vasúti üzemre alkalmas diódák kifejlesztése. Egyetlen szállító állt akkor csak rendelkezésre: a Siemens cég vezetése alatt álló „Munkaközösség”, amely német, francia, svájci, belga és angol gyárakat egyesített, és Indiába már szállított 25 kV-os 50 periódusú mozdonyokat. Így ezzel a munkaközösséggel megköttetett a szerződés hét, a MÁV kívánságainak megfelelő mozdony szállítására és a gyártási licenc átadására.</p><p>E mozdonyok üzembeállításával a MÁV a Ward-Leonard mozdonyokénál is kedvezőbb energiafogyasztású, gyors-, személy- és tehervonati, valamint ingavonati üzemre egyaránt alkalmas mozdonyok birtokába jutott, és megindulhatott a hazai sorozatgyártás is. A MÁV mozdonyszemélyzete nehézség nélkül megismerte a mozdonyokat, bár a nagy sorozatszám következtében nem lehetett olyan elit mozdonyvezető-kart biztosítani, mint annak idején a Kandó-mozdonyokhoz. Egyetlen súlyos mozdonyvezetői hiba fordulhatott elő: az egyenirányítót védő gyorskapcsoló lekapcsolása után a mozdonyvezető kiiktathatta a gyorskapcsolót, és ezzel igen nagy költségű kárt okozott az egyenirányító diódákban. A <a href=\"https://www.youtube.com/watch?v=eNNzvqWTREc\">V43</a>-asok első hét példányát még Németországban szerelték össze 1963-ban 4384-4390 gyári számokon, majd a licenc megvásárlása után a többit már a Ganz-MÁVAG üzemében készült el.</p>",
        "image_url": "https://css.trainspo.com/uploads/photos/1024/847-71373v1_20160128.jpg"
    },
    {
        "train_type": "motor",
        "series_number": "434",
        "nickname": "Samu",
        "producer": "Ganz-Hunslet",
        "produce_begins": 1994,
        "produce_ends": 1994,
        "info": "<p>A <strong> MÁV-START 434 </strong> sorozat, (korábban: MÁV BVmot) egy belföldi nagyvárosok közötti InterCity közlekedésre szánt zárt villamos motorvonat.</p><p>1994-ben építettek belőle 3 darabot, ezek azóta rendszeresen közlekednek is. A <a href=\"https://www.youtube.com/watch?v=kcvHF6oE5ew\">motorkocsiból</a> (BVmot 434 sorozat), első osztályú kocsiból (Amxz 10-76), másodosztályú kocsiból (Bmxz 21-76) és vezérlőkocsiból (Bmxtz 80-76) álló szerelvények gyakran csatolva is közlekednek, ha erre igény van. A járművek légkondicionáltak, de bonyolult szerkezetük miatt nem túl megbízhatóak, így nem épült több belőlük, inkább normál vonatok járnak IC-nek.</p><p>A BVmot motorvonatok eleinte Budapest-Szeged között üzemeltek menetrend szerint IC-forgalomban, később innen kikerülve Egerbe és nyáron Keszthelyre, rövid ideig Nyíregyházára közlekedtek. 2017-ben a 434 001-es motorkocsit az Istvánteleki főműhelyben felújították, újrafestették, majd ezt követően a még futóképes két darab betét- és egy darab vezérlőkocsiból egy komplett szerelvényt állítottak össze, melynek első próbaútja 2017. október 18-án volt a 70-es vonalon. Ezt követően 2017 novemberében a szerelvény forgalomba állt, a 150-es vasútvonalon, igaz, jelenleg személyvonatként közlekedik.</p><p>A sorozatos műszaki problémák miatt 2010. óta gyakran látni az előírt fordulóban a motorvonat helyett V43-as sorozatot, időnként a motorvonat betétkocsijait, máskor hagyományos IC-kocsikat vontatva. A motorkocsi a 424 sorozat (BVhmot) motorkocsijával is helyettesíthető, de a korábbi évek ezen gyakorlata is gyakran nehézségekbe ütközik, amikor a két típus öt motorkocsija közül egyik sem üzemképes.</p>",
        "image_url": "http://hampage.hu/kozlekedes/retro2022/img_9986.jpg"
    },
    {
        "train_type": "motor",
        "series_number": "414",
        "nickname": "Hernyó",
        "producer": "Ganz-MÁVAG",
        "produce_begins": 1988,
        "produce_ends": 1990,
        "info": "<p>A <strong> MÁV-START 414 </strong> sorozat (korábban <em> MÁV 68-05 </em> sorozat közismert nevén: BDVmot) a MÁV-START egyik villamos elővárosi motorvonata.</p><p>Az 1980-as évek közepén a személyszállítás gazdaságosabbá tétele érdekében a MÁV úgy döntött, hogy a villamosított elővárosi forgalmat motorvonatokkal kívánja ellátni. Az első 20 <a href=\"https://www.youtube.com/watch?v=spDsASBfkhQ\">BDV</a> sorozatjelzésű motorvonat csak 1988-ban állt üzembe egy hosszú, kemény, MÁV-on belüli harc után. Az ipar lehetőségeinek és a MÁV akkori igényének összehangolása egy négyrészes motorvonat kialakítását tette lehetővé, amely négytengelyes motorkocsiból (amelyben a hajtóberendezés minden eleme megtalálható), 2 négytengelyes személykocsiból és egy hasonló járműszerkezeti kialakítású vezérlőkocsiból áll. Ezek a járművek megfeleltek a korabeli elővárosi személyszállítás igényeinek.</p><p>Mindemellett a 20 darab motorvonat megjelenése igen jelentős áttörést hozott a Budapest–Vác–Szob, majd a Budapest–Vácrátót–Vác-vasútvonalakon. A szobi vonalon bevezettek egy megközelítőleg ütemes menetrendet is a motorvonatok üzembe helyezésekor, azonban ezt a sikert a belső (és külső) ellenállás lassan felőrölte. A folyamat megállt a 90-es évek közepén és a villamos motorvonatok beszerzése terén ismét egy évtizednyi szünet következett. Ezzel megpecsételődött annak a 36 motorvonati betétkocsinak a sorsa, amelyhez nem készülhettek el sem a motor-, sem pedig a vezérlőkocsik.</p><p>Eközben a 45-50 éves Bh kocsik felújításával szükségből – a jármű belső megújulása ellenére a 20. századi színvonalon konzerválódva – a korszerű FLIRT és KISS motorvonatok érkezéséig maradt a régi ingavonati rendszer a villamos üzemű elővárosi forgalomban. Mivel a főváros (és különösen a Vác) környéki vonalakon folyamatosan álltak forgalomba a legújabb Flirt motorvonatok, emiatt 2014-2017 között Istvántelekről a miskolci fűtőházba az üzemképes 17 szerelvényből 15 költözött át. A 414 sorozatú motorvonatok borsodi megyeszékhelyen való megjelenésük először a hidasnémeti (90-es) és a kazincbarcikai (92-es) vasútvonalakon jelentettek újdonságot, kiváltva az addig ott közlekedő szerelvényeket.</p>",
        "image_url": "https://img1.indafoto.hu/2/0/255026_d8e156edcb7a025a8b0422d28a40ae4d/26377275_13c2a76da4f9d686028fd8b79658ebeb_xl.jpg"
    },
    {
        "train_type": "nosztalgia gőzös",
        "series_number": "424",
        "nickname": "Bivaly, Nurmi",
        "producer": "MÁVAG",
        "produce_begins": 1924,
        "produce_ends": 1958,
        "info": "<p>A <strong> MÁV 424 </strong> sorozat egy legendás gőzmozdonytípus, egykor a magyar ipar büszkesége volt. Számos nosztalgikus műben tűnik fel, a szépirodalomban, a filmben, a popzenében, klubokban, az emberek emlékezetében, a modellezésben.</p><p>Az államvasutak az első hat mozdonyt 1918-ban rendelte meg. A 424,001-424,006 pályaszámú <a href=\"https://www.youtube.com/watch?v=sFGq2SQHci0\">&quot;Bivaly&quot;</a> vagy &quot;Nurmi&quot; becenevű gőzmozdonyokkal próbafutásokat végeztek, majd kialakították a végleges igényeket, de a gyártást csak az első világháború után tudták megkezdeni. A sorozat egyik legnagyobb kihívása az ingavonati közlekedés volt, mivel egy időben felmerült a gőzmozdonyok további alkalmazása a megfelelő dízel- és villanymozdonyok ideiglenes hiánya miatt. Sor került jó néhány mozdony átalakítására, de a hátrameneti problémák – például jelentős sebességcsökkenés – miatt nem tudott teret nyerni ez az elgondolás.</p><p>Utolsó nagyobb újításként az 1960-as években a 411-es gőzmozdonyokkal együtt átalakítottak néhány 424-es mozdonyt fűtőolaj-tüzelésűvé, melynek köszönhetően a mozdonyok teljesítménye valamelyest megnőtt, de még így sem vehették fel a versenyt a MÁV új beszerzésű mozdonyaival. A sorozatot az 1980-as években kezdték selejtezni. Néhány mozdonyt guruló fűtőkazánná alakítottak, kilenc darabot pedig kiállítottak. A magyar gőzmozdonyok közül a 424-es volt a legsikeresebb. 1958-ig összesen 514 darabot gyártottak, ebből 149-et külföldi, főként jóvátételi megrendelésre. Jelenleg 2 működőképes példány üzemel, a 424,247 pályaszámú, pakuratüzelésű mozdony, és a 424,009-es széntüzelésű mozdony, mely 2008. február 21-én történő leállítása után 2020.08.11-én egy nagyjavítást követően újra sikeres futópróbát tett.</p>",
        "image_url": "https://szekszardihirek.hu/wp-content/uploads/2022/09/img_Szombaton_ismet_kozlekedik_a_legendas_424-es_gozmozdony-1.jpg"
    },
    {
        "train_type": "nosztalgia dízel",
        "series_number": "618",
        "nickname": "Nohab",
        "producer": "NoHAB",
        "produce_begins": 1963,
        "produce_ends": 1964,
        "info": "<p>A  <strong> <a href=\"https://www.youtube.com/watch?v=-Aw1Xrl2CRY\">MÁV M61</a></strong>-sorozat a MÁV részére szállított fővonali dízel-villamos erőátvitelű, Co&#39;Co&#39; tengelyelrendezésű dízelmozdony-sorozat. A magyar közösségi közlekedés történetében kultikus járműnek számít, az egyik legikonikusabb mozdony.</p><p>Az 1950-es évek végén, az 1960-as évek elején a gőzvontatás aránya a hazai vasútvonalakon igen magas, 85%-os volt. A korszerűsítés megkívánta nagy teljesítményű dízelmozdonyok forgalomba állítását, azonban a magyar ipar abban az időben nem volt felkészülve ilyen vasúti járművek gyártására. Ezért a MÁV illetékes szakemberei pályázatot írtak ki fővonali mozdony beszerzésére. A pályázók közül két cég, a német Krauss-Maffei, valamint a svéd NOHAB mozdonyai kaptak lehetőséget a magyarországi vasútvonalakon történő kipróbálásra. Végül az ajánlatok közül a MÁV választása az utóbbira esett, a mozdony technikai kiforrottsága, kevesebb karbantartást igénylő szerkezeti felépítése miatt, valamint azért, mert a típusban alkalmazott motorból világszerte már több ezer darab üzemelt.</p><p>A mozdonyból a MÁV összesen 20 darabot vásárolt. Annak ellenére, hogy a NOHAB gyár készen állt volna további járművek gyártására és leszállítására, a politikai körülmények nem tették lehetővé a beszerzésüket. A szovjet vezetés ugyanis rossz szemmel nézte, hogy egy semleges ország elragadja tőlük egy szövetségesük piacát, ezért a magyar államnak 25 mozdony árát kellett kifizetnie, miközben csupán 20 mozdonyt kapott. A típus menetrend szerinti forgalomban 2000. december 21-én közlekedett utoljára Magyarországon. A 20 mozdonyból jelenleg 6 üzemképes.</p>",
        "image_url": "https://www.railroadpics.net/photos/1602_NOHAB-AA16_618-001-5.jpg"
    },
    {
        "train_type": "dízel",
        "series_number": "418",
        "nickname": "Csörgő, Hörgő",
        "producer": "Ganz-MÁVAG",
        "produce_begins": 1972,
        "produce_ends": 1984,
        "info": "<p>A <strong>MÁV M41</strong> sorozat a MÁV és a GYSEV részére szállított, nem villamosított pályákra szánt, közepes terhelhetőségű, B&#39;B&#39; tengelyelrendezésű dízel-hidraulikus mozdony-sorozat.</p><p>A MÁV az 1970-es évek elején nem rendelkezett megfelelő számú, a nem villamosított fővonalakon közlekedő közepes terhelésű személyszállító vonatok továbbítására alkalmas dízelmozdonnyal. Az igényelt új mozdonnyal szemben támasztott fontos követelmény volt, hogy az a 16,5 tonna tengelyterhelésű vonalakon is közlekedhessen. Ezt a követelményt a járművet gyártó Ganz–MÁVAG csak dízel-hidraulikus hajtással tudta megoldani.</p><p>A mozdonysorozat jól bevált elővárosi forgalomban ingavonatok továbbításában is, a BDt betűjelű vezérlőkocsik 82-27 sorozatú, 100-as pályaszámcsoportú tagjainak alkalmazásával. <a href=\"https://www.youtube.com/watch?v=BXAc_oBTMGk&amp;t=257s\">M41</a>-es mozdonyok a nem villamosított fővonalakon és egyes mellékvonalakon gyakran láthatóak. A mozdonyok uralmát a vasút villamosítás törte meg. Nyugat-Magyarországon először 2000-ben a Székesfehérvár–Szombathely-vasútvonal villamosításával, majd 2002-ben következett a Sopron–Szombathely-vasútvonal, ahol az üzemet a Csörgőktől a GYSEV V43 vették át. A GYSEV tovább terjeszkedett és villamosított, a Szombathely–Szentgotthárd-vasútvonal 2006-os átvétele után négy évig még bérelt néhány Csörgőt 2010-ig. Ugyanebben az évben a Bajánsenye–Zalaegerszeg–Ukk–Boba-vasútvonal villamosítása száműzte a mozdonyokat Zalaegerszegről. 2016. június elsején nagyobb mennyiségben selejteztek a mozdonyból.</p><p>Az 1990-es évek közepén a MÁV a mozdonyokban működő dízelmotorokat némiképp korszerűsíteni kívánta, mivel azok fokozatosan mutatták az elhasználódás jeleit. A korszerűsítés keretén belül 30 Csörgő újulhatott meg. A Ganz Motor Kft.-vel valamint a Megatechno Rt.-vel létrejött megállapodás értelmében új szállítású dízelmotorokat építettek be a Szolnoki Járműjavítóban felújított mozdonyokba. Az új motor alapjaiban megegyezett a korábbival, ám a szívó- és kipufogórendszer, valamint a fordulatszám-szabályozás eltért a korábbitól.</p><p>Az M41-es sorozat létrejöttének 30. évfordulójára a székesfehérvári, 2143-as pályaszámú gépet a klasszikus, piros-szürke színekre festették át, és megkapta az eredeti, fém pályaszámtáblát is. A mozdony azóta is ilyen köntösben rója a kilométereket, folyamatosan viták tárgyát képezve, hiszen a História Bizottság szerint nosztalgiafestése nem hiteles, hiszen ez a magasabb pályaszámú mozdony már vérnarancs színben hagyta el a gyárat. A HB szerint csak egy eredetileg is bordó színű gépet szabadna ilyen színűként közlekedtetni, azonban erre jelenleg nincs pénz (a 2143-as átfestésére is hagyományos műhelyi felújítás keretében került föl a festés - az évforduló idején ez a mozdony volt a soros a székesfehérvári fűtőházban, így ez kapta a szabvány piros helyett a régies festést). Ezt a gépet 2022-ig közlekedett így, és helyét átvette az M41 2112-es pályaszámú gép, melyen már korhű ez a színvilág.</p><p>2002-ben két M41-es mozdonyba - nagyjavításuk során - kísérletképpen új dízelmotorok kerültek, melyek környezetbarátabb és halkabb konstrukciók, mint az eredeti. A Caterpillar dízelmotor csendesebb és jellegtelenebb hangja miatt a felújított mozdonyok a <strong>„Hörgő” </strong>becenevet kapták. A korszerűsítési programban új elektronikus mozdonyvezérlőt építettek a mozdonyokba, amelyet mindkét vezetőálláson egy grafikus képernyővel láttak el. A berendezésen a mozdony legtöbb üzemi paramétere leolvasható numerikus és grafikus formában. A kijelzőn jelennek meg a figyelmeztetések, hibaüzenetek, tiltások is. A remotorizáció során a vezetőfülkéket Webasto gyártmányú klímaberendezéssel látták el, amely a forró nyári napokon nem mindig képes a hőmérsékletet megfelelően csökkenteni.</p>",
        "image_url": "https://iho.hu/img/vasut/180801_selejt_01_m412117_szombathely_20080426.JPG"
    },
    {
        "train_type": "villamos",
        "series_number": "480",
        "nickname": "Traxx",
        "producer": "Bombardier",
        "produce_begins": 2010,
        "produce_ends": 2012,
        "info": "<p>A <strong>MÁV 480</strong> sorozat a MÁV-START Zrt. legújabb beszerzésű, Bombardier TRAXX típusú villamosmozdonyai. A mozdonysorozat 25 tagjának szállítása 2011 nyara és 2012 februárja között valósult meg.</p><p>A MÁV 2007 őszén írt ki újabb villamosmozdony-beszerzési pályázatot. A pályázatra a Siemens a EuroSprinter, az Alstom a Prima, a Bombardier Transportation pedig a <a href=\"https://www.youtube.com/watch?v=-n7V0M_4D0M\">TRAXX</a> mozdonycsaláddal jelentkezett. A pályázatot a Bombardier cég nyerte, így ők szállíthatták a MÁV részére a 25 darab villamosmozdonyt. A MÁV által megrendelt kétáramrendszerű mozdonyok 160 km/h sebességre alkalmasak, két áramrendszerük révén a 25 kV 50 Hz-es és 15 kV 16 2/3 Hz-es villamosüzemű pályákon is képes közlekedni. A mozdonysorozatot elsősorban a nemzetközi személyszállító vonatok, belföldi sebes- és gyorsvonatok valamint InterCityk továbbítására kívánják felhasználni, továbbá a nemzetközi teherszállításban is feladatot kap.</p><p>A MÁV-START Zrt. elképzelései szerint a mozdonyok a Kör-IC-ken fogják a MÁV V43 sorozatot kiváltani. Ez a viszonylat Magyarország leghosszabb útvonala, nagy része a jövőben 160 km/h-s sebességre lesz átépítve, így szükség van az erős és gyors gépekre. További mozdonyok kerülnek a Pécsre tartó InterCity vonatok élére. A 2012/2013-as menetrendváltástól a 480 001-006 mozdonyok kijárnak Romániába is, Temesvárra illetve Bukarestbe.</p>",
        "image_url": "https://i.pinimg.com/originals/88/9f/66/889f66836195263673f81a8dfb30d7c5.jpg"
    },
    {
        "train_type": "villamos",
        "series_number": "470",
        "nickname": "Taurus, Teknő",
        "producer": "Siemens TS, Krauss-Maffei",
        "produce_begins": 2002,
        "produce_ends": 2006,
        "info": "<p>A <strong>MÁV 470</strong> sorozat a MÁV és a GYSEV kétáramnemű villamosmozdony típusa. Becenevei: „<a href=\"https://www.youtube.com/watch?v=cDBUvUoweqo\">Taurus</a>”, „Teknő”. A GYSEV mozdonyait <em>„Repcebikának”</em>, a MÁV mozdonyait pedig <em>„Milkabikának”</em> nevezik. Elterjedt becenév még a <em>Dórémi</em> is, az induláskor hallható „szolmizáló” hangja miatt.</p><p>Az 1990-es évek végére a MÁV 1-es számú vasútvonal Tata–Hegyeshalom közötti szakaszán lehetővé vált a 160 km/h sebességű vonatok továbbítása. Ezzel jelentősen csökkent az utazási idő Budapest és Bécs között. A MÁV-nak nem voltak 160 km/h sebességre alkalmas mozdonyai, ezért a MÁV V63 sorozatból 10-et átépítettek 160 km/h sebességre. Ezek a mozdonyok azonban nem alkalmasak az osztrák 15 kV / 16,7 Hz-es felsővezeték alatti üzemre, így a határon mozdonycserét kellett alkalmazni és ez sok időt vett igénybe. A MÁV gazdasági számításai azt igazolták, hogy nem gazdaságos sem a V63.1xx sorozat emelt sebességű üzemeltetése, sem az osztrák mozdonyok magyarországi költségeinek kiegyenlítése. Továbbá a már meglévő mozdonypark átlagéletkora 30–40 év volt. Ezért a MÁV számára elkerülhetetlenné vált egy újabb mozdonytípus beszerzése.</p><p>A MÁV Rt. és a GYSEV Rt. 2000 végén pályázatot írt ki 10, illetve 5 db kétáramrendszerű mozdony beszerzésére. A vasúttársaságok a már üzemben lévő bevált típusokra írták ki a pályázatot a gyártók számára. Kikötés volt továbbá a 200 km/h sebesség, és a minimum 5600 kW teljesítmény, valamint az, hogy mozdonyok részt tudjanak venni a későbbi széles körű nemzetközi forgalomban. Így alkalmassá tehetőek legyenek a MÁV, a GYSEV, az ÖBB, és a Deutsche Bahn vonalakon való közlekedésre.</p><p>Az ajánlatok kiértékelése után a Siemens EuroSprinter mozdonycsalád ES64U2 jelű, 6400 kW teljesítményű, 230 km/h sebességű univerzális mozdonyát találták megfelelőnek, és megkötötték a szerződést a Siemensszel (ES = EuroSprinter, 64 = 6400 kW teljesítmény, U = univerzális mozdony, 2 = kétáramnemű). A mozdonyok rendelkeznek az osztrák és német vonalakra szóló futásengedéllyel is, így részt vehetnek a későbbiekben a nemzetközi teherszállításban. A két vasúttársaság az 1047-es sorozattal a MÁV V43 sorozatú mozdonyok egy részét próbálja kiváltani.</p>",
        "image_url": "https://hamuesgyemant.hu/media-library/image.png?id=26945860"
    },
    {
        "train_type": "villamos",
        "series_number": "432",
        "nickname": "Papagáj",
        "producer": "Ganz-MÁVAG",
        "produce_begins": 1963,
        "produce_ends": 1982,
        "info": "<p>1999 óta folyik a <strong>V43</strong> sorozat egyes gépeinek nagymértékű korszerűsítése. Ezek a <a href=\"https://www.youtube.com/watch?v=eNNzvqWTREc\">432</a>-es (korábban V43 2xxx) pályaszámcsoportú mozdonyok a V6EE jelű főjavítás keretében digitális távvezérlésűre lettek átalakítva, az alsorozat tagjai UIC-kábelen át működő távvezérlést kaptak, így a sorozat alkalmas a 400-as pályaszámcsoportú, BDt betűjelű vezérlőkocsikkal való távvezérlésre. A széria új festést is kapott, valamint az átalakított példányokat újabb, úgynevezett „félpantográf”, AFp 221 típusú áramszedővel látták el (ennek ellenére azonban néhány mozdony a hagyományos AOp 317 típusú pantográf áramszedővel közlekedik, amivel utólag cserélték ki a félpantográf áramszedőt).</p><p>A felújított mozdonyok feltűnő, sárga-kék-fehér-szürke festésük miatt a „Papagáj” vagy „Papagájszili” becenevet kapták. A Papagájok Szolnok Vontatási Főnökséghez tartoznak. 2006-ban és 2007-ben tovább folytatódott az átalakítási sorozat, a Papagájok száma nagyjából megkétszereződött. Az ebben a időszakban átalakított gépeket már Webasto légkondicionáló berendezéssel is felszerelték. Úgy tűnik, a 433-as sorozat létrehozása és az új villamosmozdonyok közelgő vásárlása miatt a „papagájosítás” 2007 decemberében befejeződött.</p>",
        "image_url": "https://css.trainspo.com/uploads/photos/1024/510-120191v0_20210412.jpg"
    },
    {
        "train_type": "villamos",
        "series_number": "433",
        "nickname": "Cirmos",
        "producer": "Ganz-MÁVAG",
        "produce_begins": 1963,
        "produce_ends": 1982,
        "info": "<p>A Deutsche Bahntól beszerzett 300 db használt halberstadti személykocsikkal érkezett 27 db Bybdtee betűjelű vezérlőkocsi is, ezekhez készült a <a href=\"https://www.youtube.com/watch?v=eNNzvqWTREc\">433</a>-as (korábban V43 3xxx) sorozat. E mozdonyokba ZWS rendszerű távvezérlést építettek be, így elméletileg képesek a német eredetű, pécsi, szombathelyi, és 2011 eleje óta miskolci állomásítású vezérlőkocsikkal a személy- és gyorsvonatok ingavonati üzemben közlekedni.</p><p>Az első mozdonyok 2007 novemberében és decemberében álltak üzembe. A sorozat gépeinek beceneve a „Cirmos”, ritkábban a „Zebra” becenév - a vezetőfülke tetején oldalt látható csíkozott festés miatt. A mozdonyok honállomása Dombóvár, de pécsi és nagykanizsai mozdonyszemélyzet is dolgozik velük.</p><p>A ZWS rendszer újdonsága továbbá az is, hogy bármely más ZWS távvezérlő rendszerrel ellátott vezérlőkocsival képes a mozdony együttműködni, univerzális jelleggel. A mozdonysorozat elő van készítve a GPS-alapú hangosbemondás-vezérlésre és a GSM-R fogadására. A vezetőállás komfortját növelő klímaberendezés is beépítésre került. Érdekessége a rendszernek továbbá az, hogy „toltvonati üzemben” a német vezérlőkocsi 140 km/h sebességre alkalmas maradt továbbra is, azonban 433-as sorozatú hátulműködő mozdony esetében, annak maximális engedélyezett sebessége miatt csak 120 km/h sebességgel közlekedhet.</p>",
        "image_url": "https://i.pinimg.com/originals/88/4f/ff/884fffac633adb98f6ce8e50235c0d7a.jpg"
    },
    {
        "train_type": "dízel",
        "series_number": "408",
        "nickname": "Púpos",
        "producer": "Ganz-MÁVAG",
        "produce_begins": 1963,
        "produce_ends": 1970,
        "info": "<p>A <strong>MÁV M40</strong> sorozatú (iparvasutaknál: <em>A27</em>) dízelmozdonyokat a Ganz–MÁVAG a MÁV részére készítette 1963 és 1970 között. A mozdonyok beceneve <a href=\"https://www.youtube.com/watch?v=pPzwRRnNapw\">Púpos</a> a géptérből kimagasló vezetőfülke formája miatt.</p><p>A hazai vasúti közlekedésben az 1950-es évek végétől előtérbe került a gőzvontatásról a korszerűbb dízelvontatásra való áttérés. Ehhez szükség volt új dízelmozdonyok beszerzésére. A dízelesítési program keretében már 1960-ban megkezdődtek az új mozdonytípus tervezési munkálatai, melyet 1963-ban két prototípus, a DVM6 elkészítése követett. A prototípusok tesztelése alatt szerzett tapasztalatok figyelembevételével kidolgozott típus sorozatgyártása 1966-ban kezdődött, 7 darab normál nyomtávú és 3 darab széles nyomtávú változat legyártásával. 1967-ben az előző évben legyártott mozdonyokhoz képest apróbb változtatásokkal további 25 normál – és 5 széles nyomtávú példány készült. A típus utolsó sorozatában 1968 és 1970 között 40 darab mozdony készült el. Ezek képesek voltak a többes vezérlésre (egy vezetőfülkéből 2 mozdony működtetése).</p><p>A mozdony igen jó konstrukciónak számított, a maga korában több tekintetben is a világszínvonalat képviselte, olyannyira, hogy módosított változatai külföldön is vevőre találtak (Kuba, Egyiptom). Mivel az eltérő időben épült, eltérő műszaki adottságokkal rendelkező járművek karbantartása nem volt hatékonyan megoldható, az 1970-es évektől a mozdonyok egyes részeit átépítették, annak érdekében, hogy a fenntartásuk egyszerűbben legyen megoldható.</p><p>Az 1980-as években a villamos vontatás térhódítása, valamint az 1990-es években a szállítási igények csökkenése következtében az M40-es mozdonyok alkalmazási területe jelentősen csökkent. 1992-ben kezdődött a sorozat fokozatos selejtezése. Működő Púposokat leggyakrabban Záhony és Hatvan térségében látni.</p><p>A dízelmozdonyok első-és másodrendű fővonalakon továbbítottak gyakran nehéz személyszállító vonatokat. A Dunántúl nagyobb emelkedőit feszítve, sokszor erőn felül tudták csak leküzdeni. A nagyterhelésű üzem hamar megviselte a túlhajtott dízelmotort, amelyet a MÁV eleinte a gyárral közösen igyekezett kijavítani. Az 1990-es évekre azonban az alkatrészutánpótlás gyakorlatilag megszűnt, ezért sorozatosan álltak le a mozdonyok. Nem egy esetben csak néhány „filléres” alkatrész pecsételte meg egy-egy példány sorsát. A dízelmotorok teljesítménye nagyjavítás nélkül hamar csökkenni kezdett, csak korlátozottan voltak képesek ellátni a vontatási feladatokat. Ebben az időszakban a „mozdonykannibalizmus” is teret nyert, amely gyakorlat során a donorként leállított mozdonyok alkatrészeit használták el a még fenntartásban maradó gépekhez.</p><p>Dombóváron 2000-ben indult az átfogó korszerűsítés a Púposokkal. Eredetileg 10 mozdonyt korszerűsítéséről szólt a remotorizációs program, elsősorban anyagiak hiányában csak 3 gép készült el. A remotorizált Púposok külső megjelenésében a legszembeötlőbb változás a fényezés tekintetében történt. A géptérburkolatok teteje, valamint a vezetőfülke felső része a korábbi egységes vérnarancs szín helyett szürke lett. Eltűnt továbbá a rövidebb orr tetejéről a gőzkazán kéménye és annak burkolata. A vezetőfülke domináns színe a bézs lett a korábbi zöld helyett.</p>",
        "image_url": "http://www.benbe.hu/gallery/pupos-50/low/2.jpg"
    },
    {
        "train_type": "dízel",
        "series_number": "448",
        "nickname": "Bobó",
        "producer": "Ganz-MÁVAG",
        "produce_begins": 1954,
        "produce_ends": 1971,
        "info": "<p>A <a href=\"https://www.youtube.com/watch?v=VxTPhmAUFIQ\"><strong>MÁV M44</strong></a> sorozat a MÁV legnagyobb darabszámú, Bo’Bo’ tengelyelrendezésű tolatómozdonya. A gyártó MÁVAG, illetve Ganz–MÁVAG DVM2 gyári típusjelű mozdonya egyértelműen a második világháború utáni magyar vasúti járműgyártás legsikeresebb típusa, mely nemcsak idehaza, de számos külföldi országban is nagy számban futott és jelentős részük fut a mai napig is. Egyszerű robusztus szerkezete és megbízhatósága miatt igen kedvelt és kifejlesztésének idején kategóriájában világviszonylatban is az egyik legjobban sikerült típusnak számított.</p><p>A DVM2 gyári jelzésű mozdonyok fejlesztése az ötvenes évek elején kezdődött, majd a 2 prototípus-mozdony 1954-ben hagyta el a MÁVAG mozdonygyár kapuját. Az 1955-1956-ban elvégzett hazai próbák kihozták a jármű gyermekbetegségeit, majd az alapjában véve pozitív tapasztalatokra építve megkezdődött a mozdonytípus sorozatgyártása. Az első hét mozdony 1957 legvégén került a MÁV vonalaira.</p><p>A mozdonyok igen sikeresnek bizonyultak, 1954 és 1976 között a típusból összesen 926 darab készült. A MÁV mintegy 200 darabos állománya mellett a hazai vonalakon a GYSEV, a HÉV és igen sok iparvállalat hálózatán is közlekedtek, illetve ma is sikerrel teljesítenek szolgálatot.Kisebb-nagyobb módosításokkal a lengyel, a jugoszláv és szovjet, valamint a távoli koreai vasutak hálózatán is megjelentek, öregbítve az akkori magyar vasúti járműgyártás jó hírnevét.</p><p>Az M44 mozdonysorozat legfiatalabb felújított üzemképes járműve is elmúlt már negyvenéves. Mivel a mozdony főkeret feletti berendezések, gépek korszerűsítése hamarosan újra esedékes lenne, ez gyakorlatilag új mozdonnyal összemérhető mennyiségű és költségű korszerűsítési munkát jelenthet, tehát gazdaságosan nem ismételhető meg az M44-esek felújítása. Ugyanakkor az 1974 és 1976 között nagy mennyiségben beszerzett M47 sorozatú mozdonyok átlagos életkora az M44-esekhez mérten mintegy 15-20 évvel alacsonyabb. A meglévő, közelmúltban felújított illetve még fel nem újított M47-es vontatójárművek száma együtt több, mint amennyinek dízeltolatási feladat jut napjainkban és az előrejelzések szerint a jövőben. Az 1990-es évek elejétől a tolatási feladatok csökkenése és a vonalvillamosítás folytatása együtt oda vezetett, hogy a dízel tolatómozdonyok egy jelentős része feladat nélkül (és javítás nélkül) a vontatási telepeken áll. Napjainkra az is véglegessé vált, hogy a mai és a jövőbeni tolatási feladatok ellátására nincs szükség ennyi, és főleg nem kétféle dízel tolatómozdony-sorozat hosszabb távon való párhuzamos üzemben tartására. A dízel tolatómozdony sorozat tipizálásának vitathatatlan üzemeltetési és karbantartási előnyeit a gazdaságosabb (olcsóbb) tolatásra törekvés kényszere tovább erősíti. Dönteni kellett abban a kérdésben, hogy melyik sorozat maradjon középtávon a MÁV dízel tolatóparkja. A fenti indokok alapján született meg a döntés az említett M47-esek mellett.</p>",
        "image_url": "https://css.trainspo.com/uploads/photos/1024/514-64265v0_20150518.jpg"
    },
    {
        "train_type": "dízel",
        "series_number": "478",
        "nickname": "Dacia",
        "producer": "Augusztus 23. Művek",
        "produce_begins": 1974,
        "produce_ends": 1979,
        "info": "<p>A <strong>MÁV M47</strong> sorozat egy magyar B’B’ tengelyelrendezésű, Romániában gyártott dízelmozdony-sorozat.</p><p>A MÁV Romániától rendelt 2 fajta tolató- és mellékvonali mozdonyt, egy erősebbet, a nehezebb tolató- és közepes mellékvonali teherforgalom számára, és egy gyengébbet a közepes tolató- és könnyű mellékvonali teherforgalom ellátására. A gyengébb az M43, az erősebb a <a href=\"https://www.youtube.com/watch?v=1nXJqWufdrQ\">MÁV M47</a>-es sorozatszámot kapta.</p><p>A MÁV szándéka szerint az M43 és a kétféle változatú M47 sorozatú mozdonyok üzembeállításával a mellékvonalak minden forgalmi igényének megfelelő, univerzális típuscsaládhoz jutott. E mozdonyok beszerzése tette lehetővé a mellékvonalak teljes dízelesítését, a <a href=\"https://hu.wikipedia.org/wiki/M%C3%81V_375_sorozat\">375</a> és <a href=\"https://hu.wikipedia.org/wiki/M%C3%81V_376_sorozat\">376</a> sorozatú gőzmozdonyok teljes kiváltását. Azonban hamar bebizonyosodott, hogy az M47 2000 sorozatú mozdonyok személyvonati felhasználása műszaki jellemzői miatt csak szükségmegoldás, ebben a szerepkörben a mozdonyok meglehetősen gazdaságtalanok. Ezért az elöregedett ABmot, ABymot és ABnymot felváltására nem alkalmasak és a Bzmot típusú járművek megjelenésével mindinkább csak tolató- és tehervonati szolgálatban alkalmazták őket.</p><p>Az M47 2000 alsorozat gazdaságosabbá tételére is történtek kísérletek. A tervek szerint e mozdonyoknak kellett volna átvenni a csak gőzfűtéssel rendelkező M40 sorozatú mozdonyok személyvonati feladatait. Azonban az 1990-es években bekövetkezett utasszámcsökkenés és a gazdasági szempontok miatt is a mellékvonali személyszállításban inkább a Bzmot motorkocsikat alkalmazták mind szélesebb körben. Az itt szerzett tapasztalatok azonban jó alapot teremtettek a későbbi, jóval átfogóbb korszerűsítéseknek.</p>",
        "image_url": "https://css.trainspo.com/uploads/photos/1024/496-86308v0_20170923.jpg"
    },
    {
        "train_type": "dízel",
        "series_number": "438",
        "nickname": "Kis-Dacia",
        "producer": "Augusztus 23. Művek",
        "produce_begins": 1974,
        "produce_ends": 1979,
        "info": "<p>A <strong>MÁV M43</strong> sorozat (iparvasutaknál A29) a MÁV részére szállított, nem villamosított pályákra szánt közepes terhelhetőségű dízel-hidraulikus mozdony sorozat. Az 1974 és 1979 között Romániában gyártott mozdonyokat az ezredfordulót követően jelentősen leselejtezték, 2010-ben pedig a vonali szolgálatról el is tűntek. A megmaradtak közül néhány példányt felújítottak, több pedig fűtőházi tartalékmozdonyként van nyilvántartva. Napjainkban (2020) már csak elvétve találkozni velük.</p><p>A MÁV Romániától rendelt 2 fajta tolató- és mellékvonali mozdonyt, egy erősebbet, a nehezebb tolató és közepes mellékvonali teherforgalom számára, és egy gyengébbet a közepes tolató és könnyű mellékvonali teherforgalom ellátására. Az erősebbik az M47, a gyengébbik az <a href=\"https://www.youtube.com/watch?v=QJlRiFGH5uU\">M43</a>-es sorozatszámot kapta.</p><p>A gyártónál <em>LDH45</em> típusjelet kapott mozdonytípust német és osztrák gyártók egyszerű és jól bevált szerkezeti elemeinek licencgyártással előállított elemeiből konstruálta. A licencben gyártott elemek minőségével azonban számos probléma fordult elő főleg az üzembe állítást követően. Ezeket legfőképpen a hanyag megmunkálásra és összeszerelésre lehetett visszavezetni. A túlerőltetés következtében a típusnál több esetben fordult elő súlyos motorsérülés. A vezetőfülkét a hajtómű magas zajszintje miatt utólag hangszigetelni kellett.</p><p>Vonali szolgálatról 2010 decemberében vonták ki a típust. Utoljára a Kisterenye–Kál-Kápolna-vasútvonalon használták. Azóta csak fűtőházi tartalékként tartanak belőle néhány darabot Magyarországon. Az M43 1001 visszakapta eredeti, zöld színét. A mozdony a MÁV Nosztalgia tulajdona.</p>",
        "image_url": "https://css.trainspo.com/uploads/photos/1024/855-48162v0_20131227.jpg"
    },
    {
        "train_type": "dízel",
        "series_number": "288",
        "nickname": "Mazsola",
        "producer": "Rába",
        "produce_begins": 1955,
        "produce_ends": 1959,
        "info": "<p>A <strong>MÁV M28</strong>-as, később <a href=\"https://www.youtube.com/watch?v=OC2C0wiyQAo\">288</a>-as (iparvasutaknál A21-es) sorozatú magyar gyártású dízel tolatómozdonya.</p><p>A típus eredeti MÁV sorozatszáma M275 volt, amit később M28-ra, majd 288-ra módosítottak. A mozdonyokat a MÁVAG tervei alapján 1955-től kezdte gyártani a győri Magyar Vagon- és Gépgyár, Rába M 030 majd 1957-től M 033 típusjelzéssel. Az első típusjelzéssel készült mozdonyok mechanikus erőátvitelűek és a sorozaton belül az ezres pályaszám csoportba vannak sorolva. A második típus hidromechanikus erőátvitelű mozdonyai a kétezres pályaszám csoportba kerültek. A MÁV számára 24 mechanikus (M28 1001–1024) és 10 hidraulikus (M28 2001–2010) meghajtású mozdony készült. Manapság már csak a mozdonyok fűtőházon belüli, illetve személykocsik javítóműhelyi mozgatása a feladatuk (mivel a MÁV-nál a fordítókorongok és a javítócsarnokok nincsenek ellátva felkapcsolható felsővezetékkel), de mivel megjelenésükkor szinte az egyedüli dízelmozdonyok voltak a hazai vasutakon (rajtuk kívül csak egyedi mozdonyok voltak, például MÁV M30 sorozatúak), így a gőzmozdonyhoz képest egyszerűbb üzemük miatt sok helyütt szívesen alkalmazták őket, ahol teljesítményük elégséges volt. Dolgoztak állomási tartalékként, továbbítottak kisebb tolatós tehervonatokat, és egyes vonalakon, így a Cegléd–Hantháza-vasútvonalon is, egy ideig rendszeresen továbbítottak személyszállító vonatokat.</p>",
        "image_url": "http://www.benbe.hu/gallery/pecs-piroskai/high/50p.jpg"
    },
    {
        "train_type": "dízel",
        "series_number": "2945",
        "nickname": "Bendegúz",
        "producer": "Augusztus 23. Művek",
        "produce_begins": 1973,
        "produce_ends": 1973,
        "info": "<p>Az <strong>Mk45</strong> sorozat nem villamosított, keskenynyomközű pályákra szánt dízel-hidraulikus mozdony sorozat.</p><p>1970 elején merült fel új vontatójárművek beszerzése a Széchenyi-hegyi Gyermekvasút részéről. A járműveket a romániai Augusztus 23. Művektől rendelték meg. A mozdony a nagyvasúti forgalmat ellátó M43 sorozatjelű mozdonnyal nagyrészt azonos szerkezeti elemek felhasználásával készült, viszont nincs tolató-vonali fokozatváltója. A járművek gyári típusjelzése L45H. A Magyar Államvasutaknál az <a href=\"https://www.youtube.com/watch?v=3fF0xBwuJJI\">Mk45</a> sorozatjelet kapták. A MÁV összesen tíz darab Mk45 sorozatú mozdonyt vásárolt. Ezek közül hat darab – az Mk45, 2001 – Mk45, 2006 pályaszámúak – beszerzésüktől, azaz 1973 óta a Gyermekvasúton napi menetrendi forgalmában szolgálnak.</p><p>Az üzemképtelen járműveket nem újították fel. Selejtezésüket 1996-ban az Mk45, 2010 psz. mozdonnyal megkezdték. Egyes alkatrészeiket a Gyermekvasúton közlekedő Mk45, 2001 – Mk45, 2006 pályaszámú járművekbe építették be. Az Mk45, 2007, Mk45, 2008 és Mk45, 2010 pályaszámú mozdonyokat teljesen elbontották. Az Mk45, 2010 pályaszámú mozdony homlokfalát 1997 március 22-én a Gyermekvasutas Otthon bejáratánál állították ki. 2010-2020 között az MVJ Zrt. szombathelyi telephelyén négy darab mozdony kapott remotorizációs felújítást. Az eredeti hajtásláncuk megőrzésével a 2001 és 2006 pályaszámú gépek újultak meg.</p>",
        "image_url": "https://sihuhu.com/wp-content/uploads/2012/12/DSC_3202-2.jpg"
    },
    {
        "train_type": "dízel",
        "series_number": "2920",
        "nickname": "Párduc",
        "producer": "MÁV Északi Járóműjavító ÜV",
        "produce_begins": 1952,
        "produce_ends": 1968,
        "info": "<p>A <strong>C–50</strong>-es a magyar gyártmányú kisvasúti dízelmozdonyok egy típusa. Az 1950-es évek elején a Szállítóberendezések Gyárában és a MÁV Északi Járműjavító Üzemében fejlesztették ki, majd másfél évtized alatt több mint 200 darabot gyártottak belőle. Fénykorában a gazdasági vasutak meghatározó vontatójárműve volt, és a magyar kisvasutak jó részén még ma is ezek a mozdonyok húzzák a vonatokat.</p><p>A fejlesztést a második világháború után kezdték el, és 1952-ben, amikor a Szállítóberendezések Gyára beszüntette a kisvasúti járművek gyártását, a még csak papíron létező mozdony tervezését a MÁV Északi Járműjavító Üzeme fejezte be, ahol tervezői Helm Ödön, Szakács Gábor és Temesi Béla mérnökök voltak. Az új mozdonyt, ami <a href=\"https://www.youtube.com/watch?v=4BhCMwDGw3M\">C–50</a> sorszámot és EDK–413 típusjelzést kapott, némi előkészítés után 1952. április 1-jén kezdték gyártani.</p><p>A keskeny nyomközű vasutak hanyatlásával a &#39;60-as évek végén megkezdődött a C–50-es mozdonyok selejtezése is. Többnyire nem vágták szét őket, hanem alkatrészforrásként a műhely mellé állítva lassan „elkoptak”. A gazdasági vasutak jelentős részének megszüntetése után sok C–50-est vettek át az erdei vasutak, állami gazdaságok és egyéb, vasutat használó cégek. 2008-ban még 69 mozdony volt fellelhető – változatos műszaki állapotban. A MÁV tulajdonában ezek közül összesen hét volt: négy Balatonfenyvesen, egy-egy pedig Nyíregyházán, illetve a Gyermekvasúton. Az erdei vasutaknál még mindig sok ilyen a mozdony fut, több vonalon kizárólag ilyenek járnak.</p><p>Mivel a mozdonyok elsősorban a Gazdasági vasutak számára készültek, így a pályaszámok a GV betűjellel kezdődnek. A GV betűjel után található a mozdonytípus sorszáma, majd a teljes tömeg kerekített értéke. (Ez a C–50-es mozdonyoknál 7, illetve 5 tonna. A különböző altípusba tartozó gépek külön típus sorszámot kaptak.) A kerekített érték után következik a mozdony sorszáma. A sorszámozás 1-gyel kezdődik. (Például: GV 3701, GV 4503, GV 5727)</p><p>Később – miután számos gép más vasutakhoz került – ezeket a különböző vasutak saját számozással látták el, így a LÁEV-nél például C02-407 és C02-408, Kaszón pedig C 401 és C 402 pályaszámot viselnek ezek a mozdonyok.</p><p>Az iparvasúti mozdonyoknál 600 mm-es nyomtávolságon E 04-gyel, 760 mm-es nyomtávolságon pedig D 04-gyel kezdődik, majd a sorszámmal folytatódik a mozdonyok számozása (pl. E 04–01). A pályaszámok alkalmazása azonban nem mindig következetes.</p><p>Jelenleg többek között a következő vasútüzemeknél is használnak C–50-es mozdonyt:</p><ul><li>Debreceni Vidámparki Kisvasút</li><li>Mátravasút</li><li>Mecseki Kisvasút</li><li>Nagycenki Széchenyi Múzeumvasút</li><li>Szilvásváradi Erdei Vasút</li><li>Széchenyi-hegyi Gyermekvasút</li></ul>",
        "image_url": "https://963a56ec6d.clvaw-cdnwnd.com/2f460792086dab706b0508db31374333/200000160-003f8003fa/DSC_9618.jpg?ph=963a56ec6d"
    },
    {
        "train_type": "motor",
        "series_number": "815",
        "nickname": "Kiss",
        "producer": "Stadler Rail",
        "produce_begins": 2017,
        "produce_ends": null,
        "info": "<p>A <strong>MÁV 815</strong> sorozat a Stadler Rail által a MÁV-START részére gyártott emeletes villamos motorvonat, a Stadler KISS alsorozata. Magyarországon 2020. március 15-én álltak először forgalomba.</p><p>Az eredeti „DOSTO” név a német <em>Doppelstock</em>, azaz duplatörzsű, emeletes szóból származik. 2010 szeptembere óta a Stadler a vonatot <a href=\"https://www.youtube.com/watch?v=-sKLT-DTZwU\">„KISS”</a>-nek nevezi, ami a <em>Komfortabler Innovativer Spurtstarker S-Bahn-Zug</em> rövidítése, ami „komfortos, innovatív, vágtázni képes elővárosi vonat”-ot jelent. A vágtázó képesség azt jelenti, hogy a vonat képes rövid ideig, néhány percig akár 6000 kW fölötti teljesítményt is leadni, amivel megelőzhet más vonatokat rövid kiépítésű expressz-vágányokon.</p><p>A MÁV-Start 2017-ben kötött keretszerződést a Stadlerral maximum 40 darab 6 részes elővárosi motorvonat beszerzésére, melyből első részletként 11 darabot hívtak le a 70 és 100a vonalakra, melyet 2018-ban további 8 darab motorvonat követett. 2019-ben lehívták az opciós mennyiségből hátralevő további 21 motorvonatot is.</p><p>Az első vonat 2020. március 15-én állt forgalomba a Budapest–Cegléd–Szolnok-vasútvonalon. A teljes 40 darabos sorozat leszállítása várhatóan 2022 végéig történik meg. 2020. március 16-án a COVID-koronavírus-járvány miatt elrendelt magyarországi határzár bevezetése okán a Stadler hazarendelte külföldi munkavállalóit, így mivel nem tudják biztosítani a kellő műszaki felügyeletet, a KISS motorvonatok üzeme március 17-étől augusztus 23-ig szünetelt. 2020. augusztus 24 óta újból járnak a magyar vasútvonalakon. Amennyiben mind a 40 motorvonat forgalomba áll, a tervek szerint a 40a és 71 számú vonalak kivételével minden Budapestet érintő villamosított vasútvonalon közlekedni fognak. 2022. szeptember 30-án megérkezett a sorozat negyvenedik tagja.</p>",
        "image_url": "https://iho.hu/storage/28134/01_kiss40.jpg"
    },
    {
        "train_type": "motor",
        "series_number": "425",
        "nickname": "Talent",
        "producer": "Bombardier",
        "produce_begins": 1996,
        "produce_ends": null,
        "info": "<p>A <strong>Bombardier Talent</strong> a <em>Bombardier Transportation</em> által gyártott többrészes csuklós motorkocsi illetve motorvonat, amelyet még a Waggonfabrik Talbot fejlesztett ki röviddel azelőtt, hogy a céget 1995-ben megvásárolta a Bombardier Transportation. A <a href=\"https://www.youtube.com/watch?v=JC5WvNNVRuU\">Talent</a> elnevezés a német <em>Talbot Leichter Nahverkehrs Triebwagen</em> („Talbot elővárosi könnyű motorvonat”) kifejezésből származik, és egyúttal „tehetség”-et is jelent.</p><p>A MÁV Zrt. által 30 + 30 db elővárosi motorvonat szállítására és karbantartására indított közbeszerzési eljárásban a Bombardier Transportation cég minimális különbséggel, többszöri jogorvoslati kérelme ellenére alulmaradt. Röviddel ezután egy új gyorsított közbeszerzési eljárás nyomán mégis 10 db négyrészes Talent villamos motorvonat szállítását nyerte el. A MÁV Zrt. részére készült motorvonatok első 4 példánya eredetileg az Osztrák Szövetségi Vasutak részére lett gyártva mint 4124-es sorozat, a további 6 db már újonnan, a MÁV részére készült Aachenben.</p>",
        "image_url": "https://api.hvg.hu/Img/981ba3b7-9144-4244-a8b1-39094b1840d5/1c18d583-a6f0-4129-8ade-9baa39487add.jpg"
    },
    {
        "train_type": "motor",
        "series_number": "426",
        "nickname": "Dezső",
        "producer": "Siemens TS",
        "produce_begins": 2003,
        "produce_ends": 2006,
        "info": "<p>A <strong>MÁV-START 426</strong> sorozat vagy más néven a Siemens Desiro (korábban 6342 sorozat) egy dízel-hidromechanikus hajtású elővárosi ikermotorkocsi.</p><p>A MÁV motorkocsiparkjának életkora a 2000-es évek elejére elérte az átlag 35 évet. A kor követelményeinek már nem feleltek meg sem komfort, sem gépészeti felépítettség szempontjából. Ezért a MÁV 2001-ben ikermotorkocsik beszerzése mellett döntött. 2002-től az orosz államadósság ellenértékeként 40 db RA1 típusú 6341 sorozatú ikermotorkocsi érkezett Magyarországra. A MÁV az orosz ikermotorkocsik beszerzése mellett tendert írt ki további, más típusú motorkocsik beszerzésére. A beérkezett pályázatok közül a vasút szakemberei a Vogtlandbahn német magánvasút társaság színeiben 2002 márciusában bemutató jelleggel Magyarországon járt Siemens Desiro típus mellett döntöttek, és megkötötték a szerződést 13 darab jármű gyártására. Az ikermotorkocsik 2003 folyamán érkeztek a MÁV vonalaira. A <a href=\"https://www.youtube.com/watch?v=0KYLZrhhO8M\">Desiro</a> egy kipróbált típusnak számít, üzembeállításuk műszaki kockázatot nem jelentett. A MÁV a B’(2)B’ tengelyelrendezésű, 12 első-, 98 másodosztályú, valamint 12 felcsapható ülőhellyel ellátott dízel-hidromechanikus változatot rendelte meg, és 6342 sorozatszámmal először a Budapest–Esztergom-vasútvonalon állította forgalomba 2003-ban.</p><p>Az ikermotorkocsik a forgalomban teljesítették a hozzájuk fűzött követelményeket, így 2005 és 2006 folyamán újabb 10 db állt forgalomba a típusból, amivel a Desiro flotta 23 egységre bővült. Ezzel teljes mértékben kiváltották az esztergomi vonalon addig használt M41 sorozatú mozdony vontatta ingavonatokat, valamint a Bzmot motorkocsikat. Hétvégenként InterCity-forgalomban megfordultak Bajára, Sátoraljaújhelyre és a nyári időszakban személyvonatként a Balaton északi partján is közlekedtek. A flotta 2009-ben tovább bővült, ugyanis a Görög Államvasutak eladásra kínált fel további 8 darab, 2003-ban gyártott motorkocsit. Ennek is köszönhető, hogy az új járművekből állt össze 2009. augusztus 30-ától az észak-balatoni vasútvonalon több gyorsvonati szerelvény is. Így ezek a vonatok már nem csak a nyári szezonban láthatók a tónál. 2018 áprilisában az esztergomi vonalon megindult a villamos vontatás. Azóta ezen a vonalon Stadler FLIRT motorvonatok vették át a Desirók helyét. 2020 végén átcsoportosították őket a Dunántúlra, Székesfehérvárra állomásítva.</p>",
        "image_url": "https://www.railroadpics.net/photos/145_Siemens-Desiro-Classic_426-031.jpg"
    },
    {
        "train_type": "motor",
        "series_number": "416",
        "nickname": "Uzsgyi",
        "producer": "Metrovagonmas",
        "produce_begins": 2002,
        "produce_ends": 2004,
        "info": "<p>A <strong>MÁV-START 416</strong> sorozat (vagy Bpmot, korábban 6341 sorozat) a MÁV által használt kétrészes dízelmotorvonat, más néven iker-motorkocsi. Becenevei: Uzsgyi, Putyin (bosszúja), Tégla, Putyin-Expressz, Pusztametró, Falusi Metró, Tanyasi Metró.</p><p>A <a href=\"https://www.youtube.com/watch?v=MP-EN0goXHs\">416</a> sorozatú ikermotorkocsi prototípusa 2002. június 14-én érkezett Mityiscsiből, a Metrovagonmas gyárból Záhonyba, vendég forgóvázakon az ukrán és a magyar nyomtávolság közötti eltérés miatt. A járművet a Voith gyártmányú Scharfenberg 10 típusú kapcsolószerkezet miatt két kísérőkocsi között vontatták. Záhonyban felszerelték az ugyancsak az orosz gyárban gyártott normál nyomtávolságú forgóvázakat, majd az állomásítási helyre (Bp. Északi Vontatási Főnökség) vontatták, ahol üzembe helyezték.</p><p>A prototípus július 23-án sikeres hatósági próbát tett, majd a kisebb „gyermekbetegségek” kijavítása után a KKF engedélyével augusztus 14-től immár utasokkal Budapest és Esztergom között forgalomba állt. A prototípus magyarországi forgalmi üzemeltetési tapasztalatai alapján a Metrovagonmas gyár a második motorvonaton számos műszaki módosítást hajtott végre, amiket utólag alkalmaztak az első motorkocsin is. 2006-tól a Szolnoki Járműjavító megkezdte az első egységesítési és felújítási munkákat a sorozaton. 2007. június 9-én érkezett Szentesre a Cseh Vasutak egyetlen Uzsgyija, ami ott prototípusként futott, de végül a csehek elálltak a nagyobb széria megrendelésétől, így a 835 001 pályaszámot viselő jármű Magyarországra került, azonban forgalomba nem állt, magyar pályaszámot nem kapott. Alkatrészbázisnak használják.</p><p>2017-ben a MÁV a motorvonatok egységes színvilágának megteremtése érdekében a 2014 és 2017 között leszállított Flirt motorvonatok festése alapján szeretné átfényezni mind a dízel, mind a villamos motorvonatokat. Az átfényezés a korábban beszerzett Flirtök mellett a Desiro, a Talent és a Metrovagonmas motorvonatokat érintené. Az első átfestett Uzsgyi 2017. nyarán állt forgalomba, a 014-es pályaszámú motorkocsi kapta meg a kék-sárga-fehér festést. 2018 áprilisában 4 darab kék motorvonat volt forgalomban.</p>",
        "image_url": "https://1.bp.blogspot.com/-TxkY9SQ8pus/X9DOUembZ7I/AAAAAAAAarA/5tLi7iJG_WQmFeV5rIAK2x2iTnn0xRWvwCLcBGAsYHQ/s4000/P1160250.JPG"
    },
    {
        "train_type": "motor",
        "series_number": "117",
        "nickname": "Bézé",
        "producer": "Tatra, Studenka",
        "produce_begins": 1977,
        "produce_ends": 1986,
        "info": "<p><strong>Bzmot</strong> sorozat a MÁV Csehszlovákiában gyártott könnyű vasúti mellékvonali motorvonata, a vasúti mellékvonali közlekedés fő járműtípusa Magyarországon. Elterjedt becenevei a „kis piros”, valamint a „bézé” és a „Tégla&quot; (avagy a Bzmot elnevezésből adódóan: buzenyka, bézmot, bűzmot). Gúnynevei is vannak: „Bűzmot, Buzenka, Buzenyka” (az utóbbi kettő a Studenka szóból ered). Hívják vonatpótló vonatnak is jelezve, hogy a vasútnál talán a legalacsonyabb presztízsű jármű.</p><p>Az első <a href=\"https://www.youtube.com/watch?v=rl0p372qzT0\">motorkocsik</a> (Bzmot 001, 002) 1977 decemberében érkeztek a Pécsi Vontatási Főnökséghez. 1979-től 1986-ig további 203 darab beszerzésére került sor. A Škoda-motorokkal szerzett rossz üzemi tapasztalatok miatt a MÁV már a nyolcvanas években motorcsere (remotorizáció) mellett döntött. Az első két átalakított jármű a Pécsi Vontatási Főnökséghez tartozó Bzmot 044 és 045 lett. A motorcsere alkalmával az akkor szinte egyetlen szóba jöhető típust, az MAN cég licence alapján gyártott Rába–MAN D2156 HM 6U típusú motort építették be.</p><p>Mivel a Rába–MAN D2156 HM 6U motorok teljesítménye sem bizonyult minden esetben kielégítőnek, a szombathelyi járműjavítóban a Bzmot 043 és 086 pályaszámú motorkocsikba kísérletképpen az előbbi motor feltöltött változata, a 162 kW teljesítményű Rába–MAN D2156 HM6UT típus került. A motorgondokkal párhuzamosan a Praga 2M70 hajtóművek megbízhatósága sem érte el az elvárt szintet, ezért azt az utóbbi járműben kísérletképpen Voith DIWA 851 típusú hajtóműre cserélték. Ezzel a motorral és hajtóművel készült el ugyanitt az első két Bzx mellékkocsiból átalakított motorkocsi is 1992-ben, Bzmot 301 és 302 pályaszámmal. A motorkocsik legnagyobb megengedett sebességét 80 km/h-ra emelték.</p><p>Már 2003-ban is ideiglenesen ki kellett vonni 219 darabot tengelyproblémák miatt, amíg azokat meg nem javították. A közel 40 éves átlag életkorú motorvonatok mára elöregedtek, korszerűtlenné váltak. 2021-től az időszakosan elvégzett fővizsgákon a sorozat motorkocsijai és mellékkocsijai folyamatosan kapják meg a MÁV-START új színtervét, amely összhangban van a vasúttársaság elővárosi motorvonatainak színtervével. Ez az arculatváltás a külső fényezés és a belső tér megújításából áll. Ezeket a dizájnelemeket először két 127-es sorozatú „InterPici” motorkocsi, az egy darab 136-os sorozatú „Iker Bz” és egy 24-29 Bzx sorozatú mellékkocsi kapták meg, és ezek Észak-Alföldön, Debrecenben és Balassagyarmaton álltak forgalomba.</p>",
        "image_url": "https://css.trainspo.com/uploads/photos/1024/503-63934v1_20150509.jpg"
    },
    {
        "train_type": "motor",
        "series_number": "127",
        "nickname": "InterPici",
        "producer": "Tatra, Studenka",
        "produce_begins": 1977,
        "produce_ends": 1986,
        "info": "<p>Az <a href=\"https://www.youtube.com/watch?v=H_4HQpg7lAU\"><strong>InterPici</strong></a> (IP) olyan helybiztosítással közlekedő vonat, amely elsősorban az IC-forgalom gyűjtő és elosztó szerepét tölti be a mellékvonalakon. IP-helyjegy váltása kötelező, amely egyben érvényes a hozzá csatlakozó InterCityre is, egy árért. Csak nemdohányzó, klimatizált másodosztályú kocsikkal közlekedik. Kerékpár nem szállítható rajta. Modernizált, részben hátrányos változtatásokkal átépített Bzmot motorkocsiból és Btzx jelű vezérlőkocsiból áll, illetve esetenként IC-kocsik közlekednek mozdonyvontatással. Kötelező IP-helyjegy megváltása nélkül a megszűnt vonalakon továbbra is közlekednek ilyen vonatok.</p><p>A szolgáltatás az 1998/1999-es menetrendben jelent meg először, a Miskolc–Ózd vasútvonalon. 1997 és 2001 között a lejárt fővizsgájú Bzmot mellékkocsikból a szombathelyi járműjavítóban összesen 19 Bzmot motor- és öt Btzx jelű vezérlőkocsi épült. A csehországi Studenka gyárból pedig öt új motorkocsi érkezett a villamosítatlan mellékvonalakra, az InterCity járatokra a komfortosabb ráhordó forgalmat ellátni. Átmenetileg a Bzmot motorkocsik karbantartásakor, felújításakor is közlekedhettek InterPici szerelvények – melyekre természetesen nem volt szükség helyjegyre. A szolgáltatás 12 év után, 2010. december 12-én szűnt meg. Azóta helyjegy nélkül, elsősorban a Kelet-Magyarországi régiókban, a személyvonati forgalomba illeszkedve közlekednek.</p>",
        "image_url": "http://css.trainspo.com/uploads/photos/1024/496-78452v0_20161207.jpg"
    },
    {
        "train_type": "motor",
        "series_number": "136",
        "nickname": "Iker Bz",
        "producer": "MÁV Vasjármű Járműjavító és Gyártó Kft",
        "produce_begins": 2005,
        "produce_ends": 2005,
        "info": "<p>A <strong>MÁV 136</strong>-os pályaszámú (korábban 6312) motorvonata a Bzmot típusú motorkocsi átépített kivitele. Az átalakítás során egy Bzmot motorkocsit és BDzx mellékkocsit építettek egybe. Gyakran „Iker Bz”-nek nevezik, ez azonban nem pontos elnevezés, mivel a járműnek egyetlen motorja van, nem kettő, mint az iker-motorkocsiknak (pl. 6341 sorozat). A típust a MÁV Vasjármű Járműjavító és Gyártó Kft. (a volt szombathelyi MÁV járműjavító üzem) szerelte össze. A MÁV elégedett volt a konstrukcióval és még 2005-ben bejelentette 30 további motorkocsi megrendelését - azonban a prototípuson kívül máig nem készült újabb darab. Egyetlen példánya, a prototípus aktív használatban van.</p><p>A <a href=\"https://www.youtube.com/watch?v=lGg6-KQ99jo\">136</a>-os sorozatú ikermotorkocsi eredetileg szombathelyi honállomású volt, a Szombathely–Kőszeg és a Hegyeshalom–Szombathely-vasútvonalon szolgált 2011-ig amikor is ezen vasútvonalak üzemeltetését átvette a GYSEV. A motorkocsit ezután Debrecenbe és Székesfehérvárra honállomásították. Tiszalök felé közlekedik a leggyakrabban.</p>",
        "image_url": "https://live.staticflickr.com/1729/41038467480_7a294c6968_b.jpg"
    },
    {
        "train_type": "nosztalgia gőzös",
        "series_number": "242",
        "nickname": "Koporsó",
        "producer": "MÁVAG",
        "produce_begins": 1936,
        "produce_ends": 1939,
        "info": "<p>A legnagyobb sebességű magyar gőzmozdonyok a <strong>MÁV 242</strong> sorozat (közkeletű nevén „Szellem”, illetve <a href=\"https://www.youtube.com/watch?v=fjUQJ0EoFm0\">„Koporsó”</a>) szertartályos mozdonyai voltak. 1936-1939 között 4 épült belőlük, egy Berlin-Hamburg között végrehajtott kísérlet során 152 km/h sebességet értek el. A Püspökladány-Biharkeresztesi (101-es) vonalon egy mérés során a 242-002 számú gép elérte a 167 km/h sebességet 1961-ben így sebességrekorder gőzmozdony volt.</p><p>Az első világháborút követő trianoni országcsonkítás súlyos következményekkel volt a magyar vasúti közlekedésre is. A világháborút megelőzően méltán az európai élmezőnybe tartozó mozdonyfejlesztések már nem voltak finanszírozhatóak a MÁV-nál, mozdonyállományának nagyobbik része az elszakított területeken maradt, vonalhálózata, forgalma a korábbi töredékére esett vissza. Súlyosbította a helyzetet az 1929-ben bekövetkezett nagy gazdasági világválság is. Ezek következményeként az 1930-as évekre a MÁV még mindig csak 100 km/h sebességre képes gyorsvonati mozdonyokkal rendelkezett. Bár az időközben megindult motorizáció következtében megjelentek a korszerű dízelmotoros, ún. gyorssínautóbuszok, ám azok csak könnyű gyorsvonati szolgálatra voltak alkalmasak. Ebben a helyzetben a két vasúti járműgyár a Ganz és a MÁVAG versengésének köszönhetően született meg 1934-ben a GANZ gyárban az ÁRPÁD gyorssínautóbusz és erre válaszként a MÁVAG-nál a 242 sorozatú gőzmozdony, amely a gyár 129-es szerkezetszámú mozdonya volt.</p><p>A 242 sorozatú áramvonalas gőzmozdony eredetileg az ún. könnyű, 3-4 négytengelyű személykocsiból álló gyorsvonatok továbbítására készült. A mozdonyból, amely a MÁV leggyorsabb gőzmozdonya volt, a MÁVAG 1936 és 1940 között összesen 4 darabot gyártott. A különösen jól sikerült futómű a mozdony rendkívül nyugodt futását eredményezte. Jól bizonyítja ezt, hogy más sorozatú gőzmozdonyokhoz viszonyítva a 242 sorozatú mozdony egyes pályaszakaszokon 20–30 km/h-val nagyobb sebességgel közlekedhetett. A mozdony a viszonylag kis szénkészletével 200–250 km utat tudott megtenni.</p><p>A sorozat egyetlen megmaradt példánya a 242,001 pályaszámú gép, amit selejtezés után Püspökladányban állítottak ki, ahol 1981 és 1998 között volt, majd &#39;98 és 2002 között újították fel, budapesti Istvántelki Járműjavító üzemben. Felújítása során a mozdony kívülről közel eredeti állapotban pompázik, ám &quot;belülről&quot; korántsem. Az egyik legszembetűnőbb átalakítás a mozdonyon, hogy az eredeti széntüzelést átalakították finomítottgázolaj-tüzelésre, a kor igényeinek megfelelően. Ezen kívül számos apróbb átalakítást is végeztek, de minden átalakítás ellenére ez a rendkívül impozáns gőzmozdony a hazai nosztalgiaflotta egyik &quot;sztárja&quot;.</p>",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/P%C3%A1lyaudvar%2C_a_M%C3%81V_242_sorozat%C3%BA_%C3%A1ramvonalas_burkolat%C3%BA_g%C5%91zmozdonya._Fortepan_71239.jpg/1024px-P%C3%A1lyaudvar%2C_a_M%C3%81V_242_sorozat%C3%BA_%C3%A1ramvonalas_burkolat%C3%BA_g%C5%91zmozdonya._Fortepan_71239.jpg"
    },
    {
        "train_type": "nosztalgia dízel",
        "series_number": "408",
        "nickname": "Púpos",
        "producer": "Ganz-MÁVAG",
        "produce_begins": 1963,
        "produce_ends": 1970,
        "info": "<p>A <strong>MÁV M40</strong> sorozatú (iparvasutaknál: <em>A27</em>) dízelmozdonyokat a Ganz–MÁVAG a MÁV részére készítette 1963 és 1970 között. A mozdonyok beceneve <a href=\"https://www.youtube.com/watch?v=pPzwRRnNapw\">Púpos</a> a géptérből kimagasló vezetőfülke formája miatt.</p><p>A hazai vasúti közlekedésben az 1950-es évek végétől előtérbe került a gőzvontatásról a korszerűbb dízelvontatásra való áttérés. Ehhez szükség volt új dízelmozdonyok beszerzésére. A dízelesítési program keretében már 1960-ban megkezdődtek az új mozdonytípus tervezési munkálatai, melyet 1963-ban két prototípus, a DVM6 elkészítése követett. A prototípusok tesztelése alatt szerzett tapasztalatok figyelembevételével kidolgozott típus sorozatgyártása 1966-ban kezdődött, 7 darab normál nyomtávú és 3 darab széles nyomtávú változat legyártásával. 1967-ben az előző évben legyártott mozdonyokhoz képest apróbb változtatásokkal további 25 normál – és 5 széles nyomtávú példány készült. A típus utolsó sorozatában 1968 és 1970 között 40 darab mozdony készült el. Ezek képesek voltak a többes vezérlésre (egy vezetőfülkéből 2 mozdony működtetése).</p><p>A mozdony igen jó konstrukciónak számított, a maga korában több tekintetben is a világszínvonalat képviselte, olyannyira, hogy módosított változatai külföldön is vevőre találtak (Kuba, Egyiptom). Mivel az eltérő időben épült, eltérő műszaki adottságokkal rendelkező járművek karbantartása nem volt hatékonyan megoldható, az 1970-es évektől a mozdonyok egyes részeit átépítették, annak érdekében, hogy a fenntartásuk egyszerűbben legyen megoldható.</p><p>Az 1980-as években a villamos vontatás térhódítása, valamint az 1990-es években a szállítási igények csökkenése következtében az M40-es mozdonyok alkalmazási területe jelentősen csökkent. 1992-ben kezdődött a sorozat fokozatos selejtezése. Működő Púposokat leggyakrabban Záhony és Hatvan térségében látni.</p><p>A dízelmozdonyok első-és másodrendű fővonalakon továbbítottak gyakran nehéz személyszállító vonatokat. A Dunántúl nagyobb emelkedőit feszítve, sokszor erőn felül tudták csak leküzdeni. A nagyterhelésű üzem hamar megviselte a túlhajtott dízelmotort, amelyet a MÁV eleinte a gyárral közösen igyekezett kijavítani. Az 1990-es évekre azonban az alkatrészutánpótlás gyakorlatilag megszűnt, ezért sorozatosan álltak le a mozdonyok. Nem egy esetben csak néhány „filléres” alkatrész pecsételte meg egy-egy példány sorsát. A dízelmotorok teljesítménye nagyjavítás nélkül hamar csökkenni kezdett, csak korlátozottan voltak képesek ellátni a vontatási feladatokat. Ebben az időszakban a „mozdonykannibalizmus” is teret nyert, amely gyakorlat során a donorként leállított mozdonyok alkatrészeit használták el a még fenntartásban maradó gépekhez.</p><p>Dombóváron 2000-ben indult az átfogó korszerűsítés a Púposokkal. Eredetileg 10 mozdonyt korszerűsítéséről szólt a remotorizációs program, elsősorban anyagiak hiányában csak 3 gép készült el. A remotorizált Púposok külső megjelenésében a legszembeötlőbb változás a fényezés tekintetében történt. A géptérburkolatok teteje, valamint a vezetőfülke felső része a korábbi egységes vérnarancs szín helyett szürke lett. Eltűnt továbbá a rövidebb orr tetejéről a gőzkazán kéménye és annak burkolata. A vezetőfülke domináns színe a bézs lett a korábbi zöld helyett.</p>",
        "image_url": "https://i.pinimg.com/736x/59/14/2a/59142a3e4db148367928f896f2a0e270.jpg"
    },
    {
        "train_type": "nosztalgia dízel",
        "series_number": "M32",
        "nickname": "Gokart",
        "producer": "Ganz-MÁVAG",
        "produce_begins": 1972,
        "produce_ends": 1974,
        "info": "<p>A <a href=\"https://www.youtube.com/watch?v=OMqUWsnAWiE\"><strong>MÁV M32</strong></a> sorozat (iparvasútaknál A28) egy magyar gyártású, C tengelyelrendezésű dízel tolatómozdony.</p><p>A MÁV a Ganz–MÁVAG-ban 1972-től gyártott háromtengelyes, merevkeretes, könnyű tolató- és mellékvonali tehervonati szolgálatra tervezett dízel-hidraulikus mozdonyból 56 darabot szerzett be. A mozdonyba épített 8 hengeres, V elrendezésű Ganz-Jendrassik motor teljesítménye 275 kW. A tolató-vonali átkapcsolóval – a sebesség felezése mellett – a vonóerő megkétszerezhető. A sorozat érdekessége, hogy előre és hátra iránynak külön hidraulikus hajtóműve van, ezért a mozdonynak nincs fogaskerekes irányváltója.</p><p>Ma a mozdonysorozat a MÁV-nál (a MÁV M28 és a MÁV M31 sorozathoz hasonlóan) csak marginális szerepet tölt be, vonalra személyvonatokkal vagy tehervonatokkal nem megy ki. 14 darab maradt még állományban. A legnagyobb számban Nyíregyháza fűtőházában üzemelnek, de ilyen mozdonyt használnak tolatásra a Füstiben (2055) is. Egy megőrzésre kijelölt, zöld színű mozdony (2040) a Vasúttörténeti Parkban található.</p>",
        "image_url": "https://live.staticflickr.com/3750/11423130435_f839504139_b.jpg"
    },
    {
        "train_type": "nosztalgia villamos",
        "series_number": "420",
        "nickname": "Leó",
        "producer": "Ganz-MÁVAG",
        "produce_begins": 1961,
        "produce_ends": 1966,
        "info": "<p>A <strong>MÁV V42</strong> sorozat a MÁV részére szállított villamosmozdony-sorozat.</p><p>1961-ben kezdték el gyártani, 1966-ig 42 db épült belőle. Járműszerkezetileg azonos a MÁV V41 sorozatjelű mozdonyokkal, a főgépcsoport teljesítménye nagyobb, fordulatszáma kisebb, és kettő helyett csak egy fődinamót építettek be. Eleinte Tatabánya–Oroszlány és Miskolc–Diósgyőr között, valamint a budapesti körvasúton tehervonatokat, valamint Budapest–Komárom, Budapest–Hatvan, Budapest–Cegléd–Szolnok és Budapest–Vác–Szob vonalakon ingavonatokat is továbbítottak BDt 200-as vezérlőkocsival. A tolt ingavonatoknál a mozdonyvezető a vezérlőkocsiból irányította a mozdonyt, de a mozdonyon is tartózkodott egy segédkezelő. Később könnyű tehervonati szolgálatot teljesítettek, utoljára állomási tolatómozdonyként dolgoztak. A <a href=\"https://www.youtube.com/watch?v=obFESlM9skc\">V42 527</a> mozdonyt a Magyar Vasúttörténeti Parkban az utolsó festésben kiállították, majd 2005-ben az Északi Járműjavítóba vitték, abból a célból, hogy újból üzemképessé tegyék. 2008-ra a mozdony újra működőképes lett.</p><p>Néhány forgalomból kivont mozdonyt fűtőgépként használnak. A V42 527 pályaszámú mozdony nosztalgiameneteket, különvonatokat, esetenként anyagvonatokat továbbít 2008 vége óta.</p>",
        "image_url": "http://www.benbe.hu/gallery/V42-konjic-bosznia/high/75p.jpg"
    }
]