[
    {
        "id": 1,
        "train_type": "dízel",
        "series_number": 628,
        "nickname": "Szergej",
        "producer": "Luhanszki",
        "produce_begins": 1965,
        "produce_ends": 1974,
        "info": "A MÁV M62 sorozat a MÁV részére szállított legnagyobb darabszámú fővonali Co'Co' tengelyelrendezésű dízel-villamos mozdony sorozata. Az M62-t a Vorosilovgradi Dízelmozdonygyár (ma: Luhanszki Mozdonygyár) fejlesztette ki a MÁV megrendelésére. Később a típust a Szovjetunióban és néhány más volt szocialista országban (Mongólia, Kuba, Lengyelország) is üzembe állították. A sorozatot hazánkba 1965 és 1978 között szállították M62 001 és 270, széles nyomtávú változatban pedig M62 501 és 518 közötti pályaszámokkal. A sorozat jelentősebb selejtezése az igények csökkenésével 1991-ben kezdődött, darabszámuk a selejtezésekkel és külföldi eladásokkal mintegy a negyedére csökkent. 2015-ben 82 darab volt állományban. 1999-ben megkezdődött a motorcserés felújítás. A nagymértékben korszerűsített mozdonyok a 300-as pályaszámcsoportba kerültek át. Az átalakított gépekbe új energiatakarékosabb, hatékonyabb és halkabb üzemű Caterpillar és MTU dízelmotorokat építettek be. Érdekesség, hogy ezek a járművek szintén megtalálhatóak a személyforgalomban is, vonatfűtési képességet azonban nem alakítottak ki bennük.",
        "image_url": "https://iho.hu/img/blog/nyiltvonalon/2012/03_Marcius/2008-01-26_018_228.jpg"
    },
    {
        "id": 2,
        "train_type": "villamos",
        "series_number": 460,
        "nickname": "Szöcske, Csöpi, Hifi-torony, Kis Gigant",
        "producer": "Ganz-MÁVAG",
        "produce_begins": 1983,
        "produce_ends": 1991,
        "info": "A MÁV V46 sorozat a MÁV részére 1983 és 1991 között szállított, legnagyobb darabszámú, 800 kilowattos villamostolatómozdony-sorozat. A V46-os mozdonysorozatot a villamosított rendezőpályaudvarokon történő dízelmozdonyos tolatás kiváltására rendelte meg a MÁV, viszont ezek a villanygépek nagyszerűen beváltak a budapesti állomások közötti teherforgalom lebonyolításában, a nagyobb csomópontok környékén a kisebb terhelésű tehervonatok továbbításánál, valamint a személypályaudvarok személykocsi-rendezési munkáiban is. Vonatfűtésre ugyan nem képesek, de nyári időszakban még kisebb személyszállító vonatokon is előfordulnak. A sorozat viszonylag fiatal korának és a jól sikerült konstrukciónak is köszönhető, hogy eddig egyetlen példányt sem selejteztek a 460-as mozdonyok közül. Azonban ezek a mozdonyok megsínylették az új évezredet: 2016-ban a 60 darabos állományból mindössze 33 dolgozott legalább egyszer, több mozdony tartósan letétes (átmenetileg üzemen kívül helyezett gép, amely 48 órán belül újra szolgálatba állítható, ha a vontatási igények megkövetelik), valamint több fenntartásból kivont gép is van, amely alkatrészbázisként szolgál a működő társai számára. 2019-ben az arány tovább romlott, az állomány több mint fele inaktív. 2019. októberétől a Déli pályaudvarról eltávolították az addig ott szolgáló 448-as (korábbi M44-es) mozdonyokat, ugyanis a környék lakossága évek óta panaszkodott a dízelmozdonyok okozta zajártalomra. A helyzet kvázi nyertese a 460-as sorozat volt, ugyanis a MÁV felismerte, hogy a Déli pályaudvar tolatási mozgásaihoz nincsen szükség dízelmozdonyokra, így a kivont Bobó helyett egy Szöcske vette át a feladatot.",
        "image_url": "https://m.blog.hu/me/menetszel2016/image/.external/.thumbs/2798a0e3d558e41870d66637b5781918_d49afe6e3b4eb7cadfe308837303ec67.jpg"
    },
    {
        "id": 3,
        "train_type": "motor",
        "series_number": 415,
        "nickname": "Flirt",
        "producer": "Stadler Rail",
        "produce_begins": 2006,
        "produce_ends": null,
        "info": "A Stadler FLIRT a Stadler Rail által gyártott többrészes csuklós villamos motorkocsi, illetve motorvonat. Neve egy német mozaikszó, a Flinker Leichter Innovativer Regional-Triebzug (magyarul tükörfordításban: gyors, könnyű, innovatív regionális (vonat) szerelvény, magyarosan: Fürge Légkönnyű Innovatív Regionális motorvonaT) rövidítése. Hivatalos magyar (MÁV-) definíció szerint a FLIRT nem motorvonatnak, hanem csuklós motorkocsinak, azaz egyetlen önálló járműnek tekintendő. A típus első példányát 2004-ben a Svájci Államvasutak (SBB-CFF-FFS) rendelte meg a Stadlertól a Bázel, Zug, Luzern körüli S-Bahn (elővárosi) közlekedés számára. Magyarországon a MÁV Zrt. indított közbeszerzési eljárást 30+30 db elővárosi motorvonat szállítására és karbantartására. A nyílt közbeszerzésen a Siemens, a Bombardier és a Stadler Rail indult. A Siemenset kizárták, a Bombardier nyert, de érvénytelenítették az eredményét. Végül a győztes a svájci Stadler cég lett. Az első MÁV-os FLIRT 2006 decemberében érkezett meg Magyarországra és 2007 április elejétől szállít utasokat. A járművek karbantartására Pusztaszabolcson épült meg a karbantartó bázis, amelyet 2007 május elején adtak át. 2010-ig mind a 60 motorvonat forgalomba állt. 2020. áprilisától a Stadler megkezdte a piros színű, 10-14 évvel ezelőtt beszerzett, régebbi FLIRT-flotta felújítását. A korszerűsítésnek köszönhetően a 60 db vonatot azonos műszaki színvonalra hozzák a kék-fehér festésű, azonos típusú, de bizonyos részegységeiben modernebb és újabb gyártmányokkal.  Az egységesítés során a 2006-2010 között beszerzett járművek is megkapják a MÁV-Start kék-fehér-sárga flottaszínét, valamint korszerűbb biztonsági kamera rendszert, utastéri 230V-os hálózati csatlakozókat és USB aljzatokat építenek be.",
        "image_url": "https://kep.cdn.index.hu/1/0/813/8136/81361/8136114_e7489f047f44262d5b06baa3de4ed589_wm.jpg"
    },
    {
        "id": 4,
        "train_type": "villamos",
        "series_number": 431,
        "nickname": "Szili, Szellem",
        "producer": "Ganz-MÁVAG",
        "produce_begins": 1963,
        "produce_ends": 1982,
        "info": "A MÁV V43 sorozat a Magyar Államvasutak részére szállított legnagyobb darabszámú villamosmozdony-sorozat. A MÁV 1945-ben felkérte a Ganz Villamossági Gyárat Ward Leonard-rendszerű villamosmozdony kifejlesztésére. A gyár ezt a feladatot nem vállalta, mert nagy teljesítményű soros egyenáramú vasúti motor előállításához nem rendelkezett megfelelő tapasztalattal, de javaslatot tett egyedi hajtású indukciós motoros fázis- és periódusváltós mozdony gyártására. A MÁV úgynevezett nullsorozatot rendelt. A gyártás nagymértékben elhúzódott, ennek fő oka az volt, hogy abban az időben nem lehetett antimagnetikus bandázshuzalt beszerezni. Időközben két fontos esemény következett be. Az első az SNCF (francia vasúttársaság) elhatározása, hogy a vasútvillamosítást 50 periódusú rendszerrel folytatja. Megállapította, hogy az egyenirányítós mozdonyok üzeméhez a felsővezeték feszültségét 25 kV-ra kell emelni. Nyilvánvaló volt, hogy ez a jövő fejlődés útja. Így minden további fázisváltós mozdony gyártása nehezítette a MÁV fejlődését, mert a fázisváltót nem lehetett 25 kV feszültségre kiképezni. Az Iparügyi Minisztérium felkérte a szovjet ipart, vállalja el egyenirányítós mozdony kifejlesztését. A MÁV a kijelölt tervezőintézetben ismertette a feladatokat. Amikor a szovjet ipar felmérte, hogy igen kiterjedt tervezési munkát kellene végeznie és a mozdony a Szovjet Vasutak részére közvetlenül nem lenne felhasználható, nem vállalta el a munkát. Végül az ipar elhatározta, hogy licencet vásárol a mozdonygyártáshoz. Ezt már az is indokolta, hogy időközben külföldön a szilíciumdióda-gyártás fejlődése lehetővé tette a higanygőz-egyenirányítók kiküszöbölését, és így idehaza is megindulhatott a vasúti üzemre alkalmas diódák kifejlesztése. Egyetlen szállító állt akkor csak rendelkezésre: a Siemens cég vezetése alatt álló „Munkaközösség”, amely német, francia, svájci, belga és angol gyárakat egyesített, és Indiába már szállított 25 kV-os 50 periódusú mozdonyokat. Így ezzel a munkaközösséggel megköttetett a szerződés hét, a MÁV kívánságainak megfelelő mozdony szállítására és a gyártási licenc átadására. E mozdonyok üzembeállításával a MÁV a Ward-Leonard mozdonyokénál is kedvezőbb energiafogyasztású, gyors-, személy- és tehervonati, valamint ingavonati üzemre egyaránt alkalmas mozdonyok birtokába jutott, és megindulhatott a hazai sorozatgyártás is. A MÁV mozdonyszemélyzete nehézség nélkül megismerte a mozdonyokat, bár a nagy sorozatszám következtében nem lehetett olyan elit mozdonyvezető-kart biztosítani, mint annak idején a Kandó-mozdonyokhoz. Egyetlen súlyos mozdonyvezetői hiba fordulhatott elő: az egyenirányítót védő gyorskapcsoló lekapcsolása után a mozdonyvezető kiiktathatta a gyorskapcsolót, és ezzel igen nagy költségű kárt okozott az egyenirányító diódákban. A V43-asok első hét példányát még Németországban szerelték össze 1963-ban 4384-4390 gyári számokon, majd a licenc megvásárlása után a többit már a Ganz-MÁVAG üzemében készült el.",
        "image_url": "https://css.trainspo.com/uploads/photos/1024/847-71373v1_20160128.jpg"
    },
    {
        "id": 5,
        "train_type": "motor",
        "series_number": 434,
        "nickname": "Samu",
        "producer": "Ganz-Hunslet",
        "produce_begins": 1994,
        "produce_ends": 1994,
        "info": "A MÁV-START 434 sorozat, (korábban: MÁV BVmot) egy belföldi nagyvárosok közötti InterCity közlekedésre szánt zárt villamos motorvonat. 1994-ben építettek belőle 3 darabot, ezek azóta rendszeresen közlekednek is. A motorkocsiból (BVmot 434 sorozat), első osztályú kocsiból (Amxz 10-76), másodosztályú kocsiból (Bmxz 21-76) és vezérlőkocsiból (Bmxtz 80-76) álló szerelvények gyakran csatolva is közlekednek, ha erre igény van. A járművek légkondicionáltak, de bonyolult szerkezetük miatt nem túl megbízhatóak, így nem épült több belőlük, inkább normál vonatok járnak IC-nek. A BVmot motorvonatok eleinte Budapest-Szeged között üzemeltek menetrend szerint IC-forgalomban, később innen kikerülve Egerbe és nyáron Keszthelyre, rövid ideig Nyíregyházára közlekedtek. 2017-ben a 434 001-es motorkocsit az Istvánteleki főműhelyben felújították, újrafestették, majd ezt követően a még futóképes két darab betét- és egy darab vezérlőkocsiból egy komplett szerelvényt állítottak össze, melynek első próbaútja 2017. október 18-án volt a 70-es vonalon. Ezt követően 2017 novemberében a szerelvény forgalomba állt, a 150-es vasútvonalon, igaz, jelenleg személyvonatként közlekedik. A sorozatos műszaki problémák miatt 2010. óta gyakran látni az előírt fordulóban a motorvonat helyett V43-as sorozatot, időnként a motorvonat betétkocsijait, máskor hagyományos IC-kocsikat vontatva. A motorkocsi a 424 sorozat (BVhmot) motorkocsijával is helyettesíthető, de a korábbi évek ezen gyakorlata is gyakran nehézségekbe ütközik, amikor a két típus öt motorkocsija közül egyik sem üzemképes.",
        "image_url": "http://hampage.hu/kozlekedes/retro2022/img_9986.jpg"
    },
    {
        "id": 6,
        "train_type": "motor",
        "series_number": 414,
        "nickname": "Hernyó",
        "producer": "Ganz-MÁVAG",
        "produce_begins": 1988,
        "produce_ends": 1990,
        "info": "A MÁV-START 414 sorozat (korábban MÁV 68-05 sorozat közismert nevén: BDVmot) a MÁV-START egyik villamos elővárosi motorvonata. Az 1980-as évek közepén a személyszállítás gazdaságosabbá tétele érdekében a MÁV úgy döntött, hogy a villamosított elővárosi forgalmat motorvonatokkal kívánja ellátni. Az első 20 BDV sorozatjelzésű motorvonat csak 1988-ban állt üzembe egy hosszú, kemény, MÁV-on belüli harc után. Az ipar lehetőségeinek és a MÁV akkori igényének összehangolása egy négyrészes motorvonat kialakítását tette lehetővé, amely négytengelyes motorkocsiból (amelyben a hajtóberendezés minden eleme megtalálható), 2 négytengelyes személykocsiból és egy hasonló járműszerkezeti kialakítású vezérlőkocsiból áll. Ezek a járművek megfeleltek a korabeli elővárosi személyszállítás igényeinek. Mindemellett a 20 darab motorvonat megjelenése igen jelentős áttörést hozott a Budapest–Vác–Szob, majd a Budapest–Vácrátót–Vác-vasútvonalakon. A szobi vonalon bevezettek egy megközelítőleg ütemes menetrendet is a motorvonatok üzembe helyezésekor, azonban ezt a sikert a belső (és külső) ellenállás lassan felőrölte. A folyamat megállt a 90-es évek közepén és a villamos motorvonatok beszerzése terén ismét egy évtizednyi szünet következett. Ezzel megpecsételődött annak a 36 motorvonati betétkocsinak a sorsa, amelyhez nem készülhettek el sem a motor-, sem pedig a vezérlőkocsik. Eközben a 45-50 éves Bh kocsik felújításával szükségből – a jármű belső megújulása ellenére a 20. századi színvonalon konzerválódva – a korszerű FLIRT és KISS motorvonatok érkezéséig maradt a régi ingavonati rendszer a villamos üzemű elővárosi forgalomban. Mivel a főváros (és különösen a Vác) környéki vonalakon folyamatosan álltak forgalomba a legújabb Flirt motorvonatok, emiatt 2014-2017 között Istvántelekről a miskolci fűtőházba az üzemképes 17 szerelvényből 15 költözött át. A 414 sorozatú motorvonatok borsodi megyeszékhelyen való megjelenésük először a hidasnémeti (90-es) és a kazincbarcikai (92-es) vasútvonalakon jelentettek újdonságot, kiváltva az addig ott közlekedő szerelvényeket.",
        "image_url": "https://img1.indafoto.hu/2/0/255026_d8e156edcb7a025a8b0422d28a40ae4d/26377275_13c2a76da4f9d686028fd8b79658ebeb_xl.jpg"
    },
    {
        "id": 7,
        "train_type": "nosztalgia gőzös",
        "series_number": 424,
        "nickname": "Bivaly, Nurmi",
        "producer": "MÁVAG",
        "produce_begins": 1924,
        "produce_ends": 1958,
        "info": "A MÁV 424 sorozat egy legendás gőzmozdonytípus, egykor a magyar ipar büszkesége volt. Számos nosztalgikus műben tűnik fel, a szépirodalomban, a filmben, a popzenében, klubokban, az emberek emlékezetében, a modellezésben. Az államvasutak az első hat mozdonyt 1918-ban rendelte meg. A 424,001-424,006 pályaszámú \"Bivaly\" vagy \"Nurmi\" becenevű gőzmozdonyokkal próbafutásokat végeztek, majd kialakították a végleges igényeket, de a gyártást csak az első világháború után tudták megkezdeni. A sorozat egyik legnagyobb kihívása az ingavonati közlekedés volt, mivel egy időben felmerült a gőzmozdonyok további alkalmazása a megfelelő dízel- és villanymozdonyok ideiglenes hiánya miatt. Sor került jó néhány mozdony átalakítására, de a hátrameneti problémák – például jelentős sebességcsökkenés – miatt nem tudott teret nyerni ez az elgondolás. Utolsó nagyobb újításként az 1960-as években a 411-es gőzmozdonyokkal együtt átalakítottak néhány 424-es mozdonyt fűtőolaj-tüzelésűvé, melynek köszönhetően a mozdonyok teljesítménye valamelyest megnőtt, de még így sem vehették fel a versenyt a MÁV új beszerzésű mozdonyaival. A sorozatot az 1980-as években kezdték selejtezni. Néhány mozdonyt guruló fűtőkazánná alakítottak, kilenc darabot pedig kiállítottak. A magyar gőzmozdonyok közül a 424-es volt a legsikeresebb. 1958-ig összesen 514 darabot gyártottak, ebből 149-et külföldi, főként jóvátételi megrendelésre. Jelenleg 2 működőképes példány üzemel, a 424,247 pályaszámú, pakuratüzelésű mozdony, és a 424,009-es széntüzelésű mozdony, mely 2008. február 21-én történő leállítása után 2020.08.11-én egy nagyjavítást követően újra sikeres futópróbát tett.",
        "image_url": "https://szekszardihirek.hu/wp-content/uploads/2022/09/img_Szombaton_ismet_kozlekedik_a_legendas_424-es_gozmozdony-1.jpg"
    },
    {
        "id": 8,
        "train_type": "nosztalgia dízel",
        "series_number": 618,
        "nickname": "Nohab",
        "producer": "NoHAB",
        "produce_begins": 1963,
        "produce_ends": 1964,
        "info": "Az MÁV M61-sorozat a MÁV részére szállított fővonali dízel-villamos erőátvitelű, Co'Co' tengelyelrendezésű dízelmozdony-sorozat. A magyar közösségi közlekedés történetében kultikus járműnek számít, az egyik legikonikusabb mozdony. Az 1950-es évek végén, az 1960-as évek elején a gőzvontatás aránya a hazai vasútvonalakon igen magas, 85%-os volt. A korszerűsítés megkívánta nagy teljesítményű dízelmozdonyok forgalomba állítását, azonban a magyar ipar abban az időben nem volt felkészülve ilyen vasúti járművek gyártására. Ezért a MÁV illetékes szakemberei pályázatot írtak ki fővonali mozdony beszerzésére. A pályázók közül két cég, a német Krauss-Maffei, valamint a svéd NOHAB mozdonyai kaptak lehetőséget a magyarországi vasútvonalakon történő kipróbálásra. Végül az ajánlatok közül a MÁV választása az utóbbira esett, a mozdony technikai kiforrottsága, kevesebb karbantartást igénylő szerkezeti felépítése miatt, valamint azért, mert a típusban alkalmazott motorból világszerte már több ezer darab üzemelt. A mozdonyból a MÁV összesen 20 darabot vásárolt. Annak ellenére, hogy a NOHAB gyár készen állt volna további járművek gyártására és leszállítására, a politikai körülmények nem tették lehetővé a beszerzésüket. A szovjet vezetés ugyanis rossz szemmel nézte, hogy egy semleges ország elragadja tőlük egy szövetségesük piacát, ezért a magyar államnak 25 mozdony árát kellett kifizetnie, miközben csupán 20 mozdonyt kapott. A típus menetrend szerinti forgalomban 2000. december 21-én közlekedett utoljára Magyarországon. A 20 mozdonyból jelenleg 6 üzemképes.",
        "image_url": "https://www.railroadpics.net/photos/1602_NOHAB-AA16_618-001-5.jpg"
    },
    {
        "id": 9,
        "train_type": "dízel",
        "series_number": 418,
        "nickname": "Csörgő, Hörgő",
        "producer": "Ganz-MÁVAG",
        "produce_begins": 1972,
        "produce_ends": 1984,
        "info": "A MÁV M41 sorozat a MÁV és a GYSEV részére szállított, nem villamosított pályákra szánt, közepes terhelhetőségű, B'B' tengelyelrendezésű dízel-hidraulikus mozdony-sorozat. A MÁV az 1970-es évek elején nem rendelkezett megfelelő számú, a nem villamosított fővonalakon közlekedő közepes terhelésű személyszállító vonatok továbbítására alkalmas dízelmozdonnyal. Az igényelt új mozdonnyal szemben támasztott fontos követelmény volt, hogy az a 16,5 tonna tengelyterhelésű vonalakon is közlekedhessen. Ezt a követelményt a járművet gyártó Ganz–MÁVAG csak dízel-hidraulikus hajtással tudta megoldani. A mozdonysorozat jól bevált elővárosi forgalomban ingavonatok továbbításában is, a BDt betűjelű vezérlőkocsik 82-27 sorozatú, 100-as pályaszámcsoportú tagjainak alkalmazásával. M41-es mozdonyok a nem villamosított fővonalakon és egyes mellékvonalakon gyakran láthatóak. \n A mozdonyok uralmát a vasút villamosítás törte meg. Nyugat-Magyarországon először 2000-ben a Székesfehérvár–Szombathely-vasútvonal villamosításával, majd 2002-ben következett a Sopron–Szombathely-vasútvonal, ahol az üzemet a Csörgőktől a GYSEV V43 vették át. A GYSEV tovább terjeszkedett és villamosított, a Szombathely–Szentgotthárd-vasútvonal 2006-os átvétele után négy évig még bérelt néhány Csörgőt 2010-ig. Ugyanebben az évben a Bajánsenye–Zalaegerszeg–Ukk–Boba-vasútvonal villamosítása száműzte a mozdonyokat Zalaegerszegről. 2016. június elsején nagyobb mennyiségben selejteztek a mozdonyból. Az 1990-es évek közepén a MÁV a mozdonyokban működő dízelmotorokat némiképp korszerűsíteni kívánta, mivel azok fokozatosan mutatták az elhasználódás jeleit. A korszerűsítés keretén belül 30 Csörgő újulhatott meg. A Ganz Motor Kft.-vel valamint a Megatechno Rt.-vel létrejött megállapodás értelmében új szállítású dízelmotorokat építettek be a Szolnoki Járműjavítóban felújított mozdonyokba. Az új motor alapjaiban megegyezett a korábbival, ám a szívó- és kipufogórendszer, valamint a fordulatszám-szabályozás eltért a korábbitól. Az M41-es sorozat létrejöttének 30. évfordulójára a székesfehérvári, 2143-as pályaszámú gépet a klasszikus, piros-szürke színekre festették át, és megkapta az eredeti, fém pályaszámtáblát is. A mozdony azóta is ilyen köntösben rója a kilométereket, folyamatosan viták tárgyát képezve, hiszen a História Bizottság szerint nosztalgiafestése nem hiteles, hiszen ez a magasabb pályaszámú mozdony már vérnarancs színben hagyta el a gyárat. A HB szerint csak egy eredetileg is bordó színű gépet szabadna ilyen színűként közlekedtetni, azonban erre jelenleg nincs pénz (a 2143-as átfestésére is hagyományos műhelyi felújítás keretében került föl a festés - az évforduló idején ez a mozdony volt a soros a székesfehérvári fűtőházban, így ez kapta a szabvány piros helyett a régies festést). Ezt a gépet 2022-ig közlekedett így, és helyét átvette az M41 2112-es pályaszámú gép, melyen már korhű ez a színvilág. 2002-ben két M41-es mozdonyba - nagyjavításuk során - kísérletképpen új dízelmotorok kerültek, melyek környezetbarátabb és halkabb konstrukciók, mint az eredeti. A Caterpillar dízelmotor csendesebb és jellegtelenebb hangja miatt a felújított mozdonyok a „Hörgő” becenevet kapták. A korszerűsítési programban új elektronikus mozdonyvezérlőt építettek a mozdonyokba, amelyet mindkét vezetőálláson egy grafikus képernyővel láttak el. A berendezésen a mozdony legtöbb üzemi paramétere leolvasható numerikus és grafikus formában. A kijelzőn jelennek meg a figyelmeztetések, hibaüzenetek, tiltások is. A remotorizáció során a vezetőfülkéket Webasto gyártmányú klímaberendezéssel látták el, amely a forró nyári napokon nem mindig képes a hőmérsékletet megfelelően csökkenteni.",
        "image_url": "https://iho.hu/img/vasut/180801_selejt_01_m412117_szombathely_20080426.JPG"
    }
]